[
  {
    "num": 1,
    "section": "1",
    "entity": "Executive Office of the Secretary-General",
    "narratives": [
      {
        "prefix": "92",
        "level": 0,
        "text": "As reflected in tables 21 to 25, the revised budget for the Executive Office of the Secretary-General amounts to $14,682,100 under the regular budget and $577,700 for six months under the support account, reflecting a reduction, excluding the resources redeployed across entities, of $2,953,700 (16.7 per cent) compared with the proposed programme budget for 2026 and $133,600 (18.7 per cent) compared with the approved budget for the 2025/26 period (six months) under the support account. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Efficiencies and improvements: overall reduction of $2,953,700 under the regular budget, including the proposed abolishment of 17 posts and downward reclassification of 1 post, and reduction of $66,500 under the support account, including the proposed abolishment of 1 post, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Process optimization: a number of operational processes, including the clearance of reports of the Secretary-General and the review and editing of correspondence across units, will be streamlined, with a flexible and matrix-based approach adopted to achieve efficiencies. To mitigate delays in the clearance process for the reports of the Secretary-General, as well as communications, statements and talking points of the Secretary-General and the Deputy Secretary-General, the Office will introduce a streamlined workflow. This will involve reducing touchpoints for review while preserving quality control standards. To manage the increased workload related to correspondence, the Office plans to pool currently dispersed resources within it. This will streamline the review and editing process, enhance efficiency and derive further economies of scale in the processing of correspondence. The Office will explore the use of technology and digital tools to help to offset the impact of reduced capacity in speechwriting and communications;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Change in funding source: a number of time-bound functions are proposed to transition to funding through voluntary contributions until the end of the term of the current Secretary-General. The post of Under-Secretary-General for Policy, established in 2018 to maintain holistic and strategic oversight of policy matters, has overseen various flagship initiatives such as Our Common Agenda and the UN80 Initiative. It is proposed that, effective 1 April 2026, the funding of the post of Under-Secretary-General for Policy and its team be shifted from the regular budget funding to extrabudgetary resources;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Organizational optimization: with the consolidation of executive office functions in New York, the Central Records Unit – formerly part of the Management and Administration Unit – will become a stand-alone unit, as its functions fall outside the typical scope of Executive Office roles. This new arrangement will help to streamline reporting lines and ensure the continued effective management of correspondence for the Secretary-General and the Executive Office of the Secretary-General. The detailed revised structure is provided in annex I. In addition, with the proposed transition of several time-bound functions to funding through voluntary contributions, including the funding for the post of Under-Secretary-General for Policy and its team, it is proposed that the Pact for the Future Implementation Team be established as a separate unit reporting to the Under-Secretary-General for Policy. This change will help to ensure the long-term sustainability of the work of the Team and the continued implementation of the Pact for the Future as an ongoing institutional commitment;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Application of the new staffing model (reference range by function) in the support account: an amount of $66,500 is proposed for reduction under the support account due to the abolishment of one post as a result of applying the new staffing model covering the functions of executive direction, Executive Office of the Secretary-General."
      },
      {
        "prefix": "93",
        "level": 0,
        "text": "Furthermore, under the regular budget, an additional amount of $1,157,700 is proposed for redeployment to section 29B, Department of Operational Support, for the consolidation of executive office functions in New York, comprising seven posts and $12,000 in non-post resources under the regular budget."
      },
      {
        "prefix": "94",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized under the regular budget with four posts proposed to be abolished in 2026 but later than 1 January, representing an additional reduction of $217,700 in 2027. In respect of the support account, an additional reduction of approximately $100,000 is estimated in the 2026/27 budget period due to the application of reductions related to the post actions for the full year, as opposed to six months in the current proposal."
      }
    ]
  },
  {
    "num": 2,
    "section": "1",
    "entity": "Office of the Director-General, United Nations Office at Geneva",
    "narratives": [
      {
        "prefix": "95",
        "level": 0,
        "text": "As reflected in tables 26 to 28, the revised budget for the Office of the Director-General, United Nations Office at Geneva, amounts to $3,688,200 under the regular budget, reflecting a reduction of $205,200 (5.3 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $205,200, including the proposed abolishment of one post, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects decreased reliance on general temporary assistance;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Functional streamlining: the Office will seek to mitigate the impact of the proposed abolishment of the post, to the extent feasible, by redistributing some functions to other posts and using external support arrangements, such as Junior Professional Officers, to ensure that the functions essential to the Director-General’s political and outreach responsibilities are maintained."
      }
    ]
  },
  {
    "num": 3,
    "section": "1",
    "entity": "Office of the Director-General, United Nations Office at Vienna",
    "narratives": [
      {
        "prefix": "96",
        "level": 0,
        "text": "As reflected in tables 29 to 31, the revised budget for the Office of the Director-General, United Nations Office at Vienna amounts to $1,295,300 under the regular budget, reflecting a reduction of $111,200 (7.9 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $111,200, including the proposed abolishment of one post, due mainly to functional streamlining. The Office will redistribute administrative functions within existing internal capacity, to the extent feasible."
      }
    ]
  },
  {
    "num": 4,
    "section": "1",
    "entity": "Office of the Director-General, United Nations Office at Nairobi",
    "narratives": [
      {
        "prefix": "97",
        "level": 0,
        "text": "As reflected in tables 32 to 34, the revised budget for the Office of the Director-General, United Nations Office at Nairobi, amounts to $1,627,100 under the regular budget, reflecting a reduction of $419,400 (20.5 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $419,400, including the proposed abolishment of two posts, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects decreased anticipated overtime usage;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Functional streamlining: the Office will prioritize functions that are critical to the responsibilities of the Director-General, in serving as the representative of the Secretary-General and performing representation and liaison functions with the host Government, permanent missions and intergovernmental organizations and non-governmental organizations based in Nairobi; and ad hoc functions, including the provision of legal services, will be done on a lesser scale through the common administrative platform."
      }
    ]
  },
  {
    "num": 5,
    "section": "1",
    "entity": "Office of the Special Representative of the Secretary-General for Children and Armed Conflict",
    "narratives": [
      {
        "prefix": "98",
        "level": 0,
        "text": "As reflected in tables 35 to 37, the revised budget for the Office of the Special Representative of the Secretary-General for Children and Armed Conflict amounts to $2,737,600 under the regular budget, reflecting a reduction of $464,200 (14.5 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $464,200, including the proposed net abolishment of one post (two abolishments and one establishment), due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects decreased reliance on general temporary assistance and increased reliance on United Nations entities present in the field;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: the reduction under non-post resources reflects increased use of virtual meetings in lieu of in-person meetings;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Functional streamlining: the Office will redistribute functions, in particular those related to training and regional engagement, within existing capacity. This will enhance efficiency and use synergies with existing engagement with Member States, United Nations entities and external partners while minimizing any adverse impact on the mandate. In addition, the Office will allocate data analysis functions to a General Service post rather than a Professional post;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables, realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, to mitigate the anticipated reduction in the number of training sessions for child protection actors and country task forces on monitoring and reporting mechanisms, the Office will strengthen the sharing of responsibilities with United Nations partners and explore opportunities to engage external partners in order to increase overall capacity. The use of virtual training formats, recorded sessions and training-of-trainers approaches will also help to offset the impact while reducing the need for travel."
      }
    ]
  },
  {
    "num": 6,
    "section": "1",
    "entity": "Office of the Special Representative of the Secretary-General on Sexual Violence in Conflict",
    "narratives": [
      {
        "prefix": "99",
        "level": 0,
        "text": "As reflected in tables 38 to 40, the revised budget for the Office of the Special Representative of the Secretary-General on Sexual Violence in Conflict amounts to $1,796,800 under the regular budget, reflecting a reduction of $256,900 (12.5 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $256,900, including the proposed abolishment of one post, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects decreased reliance on general temporary assistance;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: the reduction under non-post resources reflects increased use of virtual meetings in lieu of in-person meetings. High-level political engagement, however, will continue to be conducted in person;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Functional streamlining: the Office will redistribute certain administrative functions among existing staff, ensuring the continued delivery of the responsibilities mandated to the Special Representative of the Secretary-General on Sexual Violence in Conflict;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables, realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, to mitigate the anticipated reduction in the number of workshops with women’s protection advisers on emerging threats and challenges of conflict-related sexual violence, the Office will conduct technical consultations through virtual means, as appropriate."
      }
    ]
  },
  {
    "num": 7,
    "section": "1",
    "entity": "Office of the Special Representative of the Secretary-General on Violence against Children",
    "narratives": [
      {
        "prefix": "100",
        "level": 0,
        "text": "As reflected in tables 41 to 43, the revised budget for the Office of the Special Representative of the Secretary-General on Violence against Children amounts to $2,699,400 under the regular budget, reflecting a reduction of $476,500 (15.0 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $476,500, including the proposed abolishment of one post, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects mainly decreased reliance on general temporary assistance and the use of in-house capacity in lieu of consultants and contractual services;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Functional streamlining: the Office will absorb communications-related functions by redistributing responsibilities among existing staff, when feasible, and streamlining them through integration with knowledge management functions, and, where feasible, the Office will utilize available expertise within the Secretariat;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables, realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, to mitigate the impact on reduced communication deliverables, the Office will use existing platforms and expertise within the Secretariat, where possible, and tools developed by the Office to continue increasing the mobilization of States and other key stakeholders; share promising practices, support peer learning and facilitate bilateral and multilateral cooperation; conduct social media campaigns to raise awareness on the protection of children from violence; continue implementing joint advocacy papers, albeit with less frequency, and combine opinion pieces of similar thematic areas to the extent possible."
      }
    ]
  },
  {
    "num": 8,
    "section": "1",
    "entity": "Office of the Victims’ Rights Advocate",
    "narratives": [
      {
        "prefix": "101",
        "level": 0,
        "text": "As reflected in tables 44 to 46, the revised budget for the Office of the Victims’ Rights Advocate amounts to $980,400 under the regular budget and $19,500 for six months under the support account, reflecting a reduction of $15,500 (1.6 per cent) compared with the proposed programme budget for 2026 under the regular budget and $3,400 (14.8 per cent) compared with the approved budget for the 2025/26 period (six months) under the support account. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $15,500 under the regular budget, and reductions of $3,400 under the support account, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Leveraging technology: the Office will increase its use of virtual platforms for events and meetings, where feasible;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables, realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of its mandates. For example, to mitigate the challenges posed by meetings that cannot be conducted virtually, owing to the limited Internet access of victims of sexual exploitation and abuse and the need for direct engagement with Member States in resolving paternity and child support cases, the Office will carefully plan and prioritize essential travel."
      }
    ]
  },
  {
    "num": 9,
    "section": "1",
    "entity": "Office of the United Nations Special Coordinator on Improving the United Nations Response to Sexual Exploitation and Abuse",
    "narratives": [
      {
        "prefix": "102",
        "level": 0,
        "text": "As reflected in tables 47 to 49, the revised budget for the Office of the United Nations Special Coordinator on Improving the United Nations Response to Sexual Exploitation and Abuse amounts to $1,063,900 under the regular budget and $21,500 for six months under the support account, reflecting a reduction of $12,000 (1.1 per cent) compared with the proposed programme budget for 2026 and $3,800 (15.0 per cent) compared with the approved budget for the 2025/26 period (six months) under the support account. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $12,000 under the regular budget, and reductions of $3,800 under the support account, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Leveraging technology: the Office will increase its use of virtual platforms for events and meetings, where feasible;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables to align operational and programmatic requirements with reduced resources while trying to minimize any negative impact on the implementation of mandates."
      }
    ]
  },
  {
    "num": 10,
    "section": "1",
    "entity": "Office of the United Nations Ombudsman and Mediation Services",
    "narratives": [
      {
        "prefix": "103",
        "level": 0,
        "text": "As reflected in tables 50 to 54, the revised budget for the Office of the United Nations Ombudsman and Mediation Services amounts to $3,830,900 under the regular budget and $1,189,700 for six months under the support account, reflecting a reduction of $557,200 (12.7 per cent) compared with the proposed programme budget for 2026 under the regular budget and $279,800 (19.0 per cent) compared with the approved budget for the 2025/26 period (six months) under the support account. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocation: the redeployment of three posts and one general temporary assistance position from Goma and New York to Beirut, Nairobi and Entebbe under the support account, resulting in an increase of $1,500, is due mainly to operational needs, with the aim to ensure continued and equitable access to all informal conflict resolution services amid financial constraints. The redeployments are intended to optimize the remaining available resources while ensuring the continued provision of services in regions where it is anticipated that the demand for services will increase as a result of the changes in the locations of personnel;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: overall net reduction of $557,200 under the regular budget, including the proposed abolishments of three posts and one general temporary assistance position, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Cost optimization: the reduction under non-post resources reflects the engagement of consultants to support conflict resolution functions as required, in lieu of a dedicated general temporary assistance position;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Functional streamlining: the Office will redistribute conflict resolution and administrative functions among the remaining team members to maintain continuity of core services;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables, realigning resources with evolving operational requirements while minimizing any negative impact on the provision of dispute resolution services for staff and non-staff, and capacity-building of staff and non-staff personnel through workshops and information sessions. For example, to mitigate the anticipated reduction in the number of mediation services conducted, the Office will seek to engage consultants with specialized expertise, as and when feasible. The Office will also merge similar themes on dispute resolution, and competence-building activities aimed at improving workplace conditions, which would enable fewer-than-planned panel discussions, workshops or capacity-building activities;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Application of the new staffing model (reference range by function) in the support account: an amount of $281,300 is proposed for reduction under the support account due to the abolishment of one post and one general temporary assistance position as a result of applying the new staffing model covering the function of conflict management and investigations."
      },
      {
        "prefix": "104",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized under the regular budget with one post proposed to be abolished in 2026 but later than 1 January, representing an additional reduction of $74,400 in 2027. In respect of the support account, an additional reduction of approximately $270,000 is estimated in the 2026/27 budget period due to the application of reductions related to the post actions for the full year, as opposed to six months in the current proposal."
      }
    ]
  },
  {
    "num": 11,
    "section": "1",
    "entity": "Office of Administration of Justice",
    "narratives": [
      {
        "prefix": "105",
        "level": 0,
        "text": "As reflected in tables 55 to 59, the revised budget for the Office of Administration of Justice amounts to $9,874,000 under the regular budget and $108,700 for six months under the support account, reflecting a reduction, excluding the cost for the time-limited transitional staffing capacity, of $1,763,400 (15.2 per cent) under the regular budget compared with the proposed programme budget for 2026, and $20,200 (15.7 per cent) compared with the approved budget for the 2025/26 period (six months) under the support account (Office of Staff Legal Assistance). The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocation: the redeployment of nine posts from New York to Nairobi (four posts), from Geneva to Bonn (four posts) and from Beirut to Amman (one post) under the regular budget corresponds to the relocations of the United Nations Appeals Tribunal Registry and the United Nations Dispute Tribunal Registries, respectively, to lower-cost duty stations, and the relocation of Legal Officer functions in the Office of Staff Legal Assistance to a lower-cost duty station. These redeployments, abolishments and establishments will result in lower requirements of $315,600. Under the support account, one post is proposed to be redeployed from Nairobi to Entebbe, which will result in a reduction of $20,200;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: other reductions of $1,447,800 under the regular budget, including the proposed abolishment of seven posts, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Functional streamlining: the Office will redistribute legal and administrative functions among the remaining team members to maintain continuity of core services while making every effort to mitigate the anticipated reduction in the number of cases that can be processed within a given time frame;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Process optimization: the reduction under non-post resources reflects enhanced case management and scheduling practices, as well as the increased use of virtual modalities for sessions in place of in-person sessions, where feasible;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables, realigning resources with evolving operational and programmatic requirements while reducing the negative impact on the implementation of mandates. For example, to mitigate the anticipated delays in the resolution of cases before the Dispute Tribunal, the Registry will apply updated standard operating procedures to fully optimize case processing."
      },
      {
        "prefix": "106",
        "level": 0,
        "text": "In addition, during the transition phase, the Office of Administration of Justice will require temporary staffing capacity due to the anticipated significant increase in the Dispute Tribunal caseload in 2026, corresponding to a cost of $754,200, for five temporary posts that would be required until 31 December 2026."
      },
      {
        "prefix": "107",
        "level": 0,
        "text": "In respect of the support account, an additional reduction of approximately $20,000 is estimated in the 2026/27 budget period due to the application of reductions related to the post actions for the full year, as opposed to six months in the current proposal."
      }
    ]
  },
  {
    "num": 12,
    "section": "1",
    "entity": "Ethics Office",
    "narratives": [
      {
        "prefix": "108",
        "level": 0,
        "text": "As reflected in tables 60 to 64, the revised budget for the Ethics Office amounts to $2,174,800 under the regular budget and $489,600 for six months under the support account, reflecting a reduction of $393,800 (15.3 per cent) compared with the proposed programme budget for 2026 under the regular budget and $73,400 (13.0 per cent) compared with the approved budget for the 2025/26 period (six months) under the support account. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $393,800 under the regular budget, including the proposed abolishment of one post, and reductions of $73,400 under the support account under non-post resources, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects decreased reliance on general temporary assistance and the anticipated earlier completion of the upgrade of the information technology platform supporting the United Nations financial disclosure programme;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Functional streamlining: the Office will redistribute residual functions pertaining to advisory services and the administration of the financial disclosure programme within existing staffing capacity;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables, realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, to mitigate potential delays in the preparation of its annual report, the Office will streamline its content and, where possible, utilize digital tools to enhance efficiency."
      }
    ]
  },
  {
    "num": 13,
    "section": "1",
    "entity": "United Nations Youth Office",
    "narratives": [
      {
        "prefix": "109",
        "level": 0,
        "text": "As reflected in tables 65 and 66, the revised budget for the United Nations Youth Office amounts to $3,385,200 under the regular budget, reflecting a reduction of $574,400 (14.5 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $574,400, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects decreased reliance on general temporary assistance and the use of in-house capacity in lieu of consultants and contractual services;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: the reduction under non-post resources reflects increased use of virtual meetings in lieu of in-person meetings and reduced allocations for travel of youth participants for various United Nations meetings;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, to mitigate the anticipated reductions in the number of training sessions for young people, the Office will undertake outreach efforts to secure alternative funding sources to cover the training sessions where feasible."
      }
    ]
  },
  {
    "num": 14,
    "section": "1",
    "entity": "Office of Data Protection and Privacy",
    "narratives": [
      {
        "prefix": "110",
        "level": 0,
        "text": "As reflected in tables 67 and 68, the revised budget for the Office of Data Protection and Privacy amounts to $811,400 under the regular budget, reflecting a reduction of $42,800 (5.0 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $42,800, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the Office will increase its reliance on digital formats in place of printed outreach and training materials;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: the Office will make greater use of existing platforms, including Secretariat enterprise services such as Microsoft 365, iNeed, iSeek and the Inspira learning management system, and solutions for the development and maintenance of compliance tools;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, as a mitigation measure for the anticipated reductions in the provision of advice, guidance and technical assistance to staff and non-staff personnel on data protection and privacy issues, the Office will rely on existing tools and guidance materials. These include instruments already produced and approved for Secretariat-wide use, such as standard data protection and privacy clauses for third-party and United Nations-to-United Nations agreements, privacy notice and consent templates. In addition, new instruments will be produced in 2026, such as frequently asked questions and reference guides, e-learning guides and focal point briefing packs, while prioritizing essential and high-priority requests for technical assistance."
      }
    ]
  },
  {
    "num": 15,
    "section": "1",
    "entity": "Office for Digital and Emerging Technologies",
    "narratives": [
      {
        "prefix": "111",
        "level": 0,
        "text": "As reflected in tables 69 to 71, the revised budget for the Office for Digital and Emerging Technologies amounts to $1,611,800 under the regular budget, reflecting a reduction of $286,700 (15.1 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $286,700, including the proposed abolishment of one post and the downward reclassification of one post, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects the use of in-house capacity in lieu of consultants and contractual services;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: the reduction under non-post resources reflects increased use of virtual platforms for meetings;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Functional streamlining: the Office will redistribute administrative functions among the remaining team members, enabling a greater focus on programmatic impact rather than administrative capacity;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, to mitigate the anticipated reduction in the number of substantive meetings, the Office will seek to organize such meetings virtually wherever feasible."
      }
    ]
  },
  {
    "num": 16,
    "section": "1",
    "entity": "Office of the Special Envoy of the Secretary-General for Future Generations",
    "narratives": [
      {
        "prefix": "112",
        "level": 0,
        "text": "As reflected in tables 72 to 74, no resources are proposed in 2026 for the Office of the Special Envoy of the Secretary-General for Future Generations. The proposed programme budget for 2026 initially included an amount of $1,062,800 to cover the costs for the proposed conversion of three posts from extrabudgetary resources to regular budget funding and the establishment of two posts, in line with the request for the establishment of the post of Under-Secretary-General in 2025, to be funded temporarily from extrabudgetary resources. As the Advisory Committee on Administrative and Budgetary Questions did not concur with the establishment of the post of Under-Secretary-General under extrabudgetary funding in 2025, the Office has not been established as initially planned and will not be proposed for establishment for the 2026 period."
      },
      {
        "prefix": "113",
        "level": 0,
        "text": "The Secretary-General remains of the view that a Special Envoy who provides leadership and coordination across the United Nations system on the capacities, activities and programmes required to support Member States in their efforts to implement the Declaration on Future Generations remains the most effective configuration."
      },
      {
        "prefix": "114",
        "level": 0,
        "text": "Implementation of the Declaration on Future Generations remains a priority. In 2026, the Secretary-General will leverage existing capacities within the United Nations system to support States, upon their request, in their efforts to implement the Declaration and embed the needs and interests of future generations and long-term thinking in policymaking processes, including through anticipatory planning and foresight, and providing advice on the intergenerational or future impacts of policies and programmes."
      },
      {
        "prefix": "115",
        "level": 0,
        "text": "The Secretariat will review the requirements for the implementation of the Declaration in the light of the recommendations of the Advisory Committee on Administrative and Budgetary Questions made during its review of the request for the establishment of the post of Under-Secretary-General from extrabudgetary funding before presenting any future proposals."
      }
    ]
  },
  {
    "num": 17,
    "section": "2",
    "entity": "Department for General Assembly and Conference Management",
    "narratives": [
      {
        "prefix": "116",
        "level": 0,
        "text": "As reflected in tables 75 to 77, the revised budget for the Department for General Assembly and Conference Management amounts to $326,486,500 under the regular budget, reflecting a reduction, excluding the resources redeployed across entities, of $66,949,800 (17.0 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $66,949,800, including the proposed abolishment of 255 posts, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Leveraging technology: the Department will continue to cultivate an organizational culture that advances agility, creativity, learning and adaptability and further develop cutting-edge skills in the areas of innovation, data analytics, digital transformation, strategic foresight and behavioural science that will enable it to harness new technological capabilities even as the landscape of how services are delivered evolves;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Functional streamlining: the Department will further enhance integrated global management of conference-servicing resources by harmonizing planning, coordination, monitoring and evaluation functions, including by leveraging data analysis and strategic foresight across the four duty stations. The Department will also continue to review its working methods with a view to leveraging the skills of staff to fulfil multiple roles, for example both translation and interpretation, aimed at fostering a versatile workforce, thus facilitating cross-divisional transfers and responding more agilely to the dynamic workload;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Organizational optimization: the Department will consolidate and restructure existing functions and strengthen the current Evaluation, Analysis and Monitoring Unit to better enhance integrated global management and oversight. The detailed revised structure is provided in annex I;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the Department is realigning resources with evolving operational and programmatic requirements while minimizing negative impact on the implementation of mandates. However, the changes, namely the proposed abolishment of posts, would result in an increase in workload for staff, and there would be a continued backlog and reduced services to Member States in order to manage the workload with reduced staffing levels."
      },
      {
        "prefix": "117",
        "level": 0,
        "text": "Furthermore, an additional amount of $3,779,900 is proposed for redeployment to section 29B, Department of Operational Support, for the consolidation of executive office functions in New York, comprising 23 posts and $934,000 in non-post resources under the regular budget."
      },
      {
        "prefix": "118",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized with 27 posts proposed to be abolished in 2026 but later than 1 January, representing an additional estimated reduction of $2,465,600 in 2027 under the regular budget."
      }
    ]
  },
  {
    "num": 18,
    "section": "3",
    "entity": "Department of Political and Peacebuilding Affairs",
    "narratives": [
      {
        "prefix": "119",
        "level": 0,
        "text": "As reflected in tables 78 to 80, the revised budget for the Department of Political and Peacebuilding Affairs amounts to $98,650,600 under the regular budget, reflecting a reduction, excluding the resources redeployed across entities, of $8,826,100 (8.2 per cent) compared with the proposed programme budget for 2026. After deducting the exempted amount of $50 million relating to the Peacebuilding Fund from the base amount used for the calculations and from the total change amount, the percentage change compared with the 2026 proposed resources would be a reduction of 15.4 per cent. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $8,826,100, including the proposed abolishment of 55 posts and 1 general temporary assistance position and the redeployment of 3 posts within the sections, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Organizational optimization (including functional streamlining): joint structural changes with the Department of Peace Operations under section 5 are proposed to consolidate functions and leadership positions in the two Departments for greater synergy and realignment of capacities, and to better support the peace and security pillar across conflict resolution, conflict prevention, peacekeeping, and peacebuilding and sustaining peace. The proposed changes build on the restructuring of the peace and security pillar implemented in 2019 (see General Assembly resolution 72/199 and A/72/772), without affecting the funding source for the relevant posts. The detailed revised structure is provided in annex I. The proposed restructuring is based on the following four initiatives:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Integration of peacebuilding and rule of law functions: it is proposed that the Peacebuilding Support Office of the Department of Political and Peacebuilding Affairs be integrated with three offices currently within the Office of Rule of Law and Security Institutions under section 5, namely the Disarmament, Demobilization and Reintegration Section, the Security Sector Reform Section and the Justice and Corrections Service. The Assistant Secretary-General for Peacebuilding Support currently in the Department of Political and Peacebuilding Affairs will be renamed the Assistant Secretary-General for Peacebuilding and Peace Support and will have a dual reporting line to the Under-Secretary-General for Political and Peacebuilding Affairs (sect. 3) and the Under-Secretary-General for Peace Operations (sect. 5). The post of Assistant Secretary-General for Rule of Law and Security Institutions within the Department of Peace Operations (sect. 5) will be abolished. The Police Division and the Mine Action Service, which are currently within the Office of Rule of Law and Security Institutions, will remain in the Department of Peace Operations, reporting directly to the Under-Secretary-General for Peace Operations. The new structure will remain outside the shared regional political-operational structure of the two Departments. To ensure coherence and efficiency, the front offices of the two current Assistant Secretaries-General will be merged into a single Office of the Assistant Secretary-General for Peacebuilding and Peace Support. Consolidating peacebuilding support, disarmament, demobilization and reintegration, security sector reform and justice and corrections will enable more integrated and comprehensive peacebuilding and peace support across peacekeeping, special political missions and non-mission settings, and will enhance mandate delivery, reduce fragmentation and strengthen peacebuilding and peace support to field missions and country teams;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Further consolidation of the single regional political-operational structure: in the current regional political-operational structure shared by the Department of Political and Peacebuilding Affairs and the Department of Peace Operations, there are three Assistant Secretaries-General with geographical portfolios, covering: (a) Africa; (b) the Middle East and Asia and the Pacific; and (c) Europe, Central Asia and the Americas. It is proposed that the roles of the Assistant Secretaries-General for the Middle East and Asia and the Pacific and for Europe, Central Asia and the Americas be merged, which would result in two Assistant Secretaries-General: one for Africa; and the other to be renamed the Assistant Secretary-General for Asia and the Pacific, the Middle East, Europe and the Americas. It is also proposed that the offices and support structures of the two merging Assistant Secretaries-General be merged. The four regional divisions (Europe and Central Asia, the Americas, the Middle East and Asia and the Pacific) will report to the single Assistant Secretary-General, who will continue to have a dual reporting line to the Under-Secretary-General for Political and Peacebuilding Affairs (sect. 3) and the Under-Secretary-General for Peace Operations (sect. 5). This unified leadership is expected to enhance cross-regional coordination, conflict resolution and prevention, and strategic guidance for field operations. With respect to Africa, the Northern and Western Africa Divisions will be merged under a single Director (D-2), supported by two Deputies (D-1). This restructuring reflects the increasing regional interlinkages and is aimed at fostering improved regional analysis and strategies to better address cross-border challenges. The structure of the Central and Southern Africa Division and the Eastern Africa Division remains unchanged. The leadership of the Central and Southern Africa Division will be reconfigured. With these changes, the number of regional divisions for Africa would be reduced from four to three, and senior positions abolished, yielding a more coherent structure;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Establishment of a joint Gender Unit of the Department of Political and Peacebuilding Affairs and the Department of Peace Operations: to continue gender mainstreaming in a more coherent and efficient manner across peace and security activities, the Gender Unit in the Department of Peace Operations and the Gender, Peace and Security Unit in the Department of Political and Peacebuilding Affairs will be merged into a joint Gender Unit of the two Departments. This stand-alone Unit will report jointly to both Under-Secretaries-General and will advise both Departments to ensure that gender is integrated into political strategies and operational planning. The merger formalizes existing collaboration and establishes a unified centre of excellence on women and peace and security within the peace and security pillar. The Unit would streamline policy development, training and guidance, while supporting field missions in gender-responsive conflict analysis, the protection and empowerment of women and the implementation of relevant Security Council resolutions;"
      },
      {
        "prefix": "iv",
        "level": 2,
        "text": "Streamline policy, training and innovation functions between the Department of Political and Peacebuilding Affairs and the Department of Peace Operations: the Policy and Mediation Division in the Department of Political and Peacebuilding Affairs and the Policy, Evaluation and Training Division in the Department of Peace Operations will institute closely coordinated mechanisms in several cross-cutting areas critical to both Departments, such as training, guidance development and learning, innovation and new technologies, information integrity and efforts to address misinformation, disinformation and hate speech, and the provision of advice and support for mission planning and transitions. Closer collaboration will ensure a more coherent approach to policy, training and innovation functions and will avoid parallel structures and efforts. Where expertise in key functional areas of support for peace operations exists in either Department, it will continue to be available, as appropriate, to the peacekeeping operations and special political missions managed by the Department of Peace Operations and the Department of Political and Peacebuilding Affairs;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: virtual platforms would be used, where effective, in lieu of in-person meetings, political engagements, training sessions and workshops. The Department of Political and Peacebuilding Affairs will also use artificial intelligence to facilitate various reporting requirements, including communication deliverables;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Allocative efficiencies: the Department of Political and Peacebuilding Affairs is adjusting its planned 2026 deliverables by realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, the Department plans to combine training sessions and capacity-building workshops covering similar themes, where feasible, and to leverage virtual platforms in lieu of in-person sessions. The volume of Resolutions and Decisions of the Security Council will be discontinued in its traditional form and made available only on the United Nations and Security Council websites. The use of desk reviews in lieu of electoral mission deployments will be applied, where feasible. It is also proposed that the programme of work of the Committee on the Exercise of the Inalienable Rights of the Palestinian People of the General Assembly be streamlined by aligning the annual report with the programme of work. Where possible, the Committee will integrate key elements of the programme into other reporting formats or verbal briefings to ensure continuity of information and engagement with Member States. In addition, suggestions to consolidate the Committee’s calendar meetings with other mobilization and advocacy activities, including international conferences, delegation visits and thematic platforms, have been incorporated into this proposal."
      },
      {
        "prefix": "120",
        "level": 0,
        "text": "Furthermore, it is proposed that an additional amount of $1,843,800 be redeployed to section 29B, Department of Operational Support, for the consolidation of functions in the Executive Office in New York, comprising 10 posts, three general temporary assistance positions and $30,300 in non-post resources under the regular budget."
      },
      {
        "prefix": "121",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized with four posts proposed to be abolished in 2026 but later than 1 January, representing an additional reduction of approximately $338,700 in 2027."
      }
    ]
  },
  {
    "num": 19,
    "section": "3",
    "entity": "Office of the United Nations Special Coordinator for the Middle East Peace Process",
    "narratives": [
      {
        "prefix": "122",
        "level": 0,
        "text": "As reflected in tables 81 to 83, the revised budget for the Office of the United Nations Special Coordinator for the Middle East Peace Process amounts to $10,088,600 under the regular budget, reflecting a reduction of $1,948,500 (16.2 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: reductions of $1,948,500, including the proposed abolishment of 14 posts and downward reclassification of 1 post, are due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Process optimization: the Office will streamline a number of its processes, including those for the drafting, review and approval of the various reports that it produces. The frequency of its outreach activities and reporting and information materials will be streamlined, with a focus on delivering the highest impact. This includes streamlining the drafting and review processes for reports of the Secretary-General, including those prepared by various entities across the United Nations system. Duplication in reporting mandates will be reviewed to support a more streamlined approach, in consultation with the Department of Political and Peacebuilding Affairs;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Functional streamlining: the functions of the posts proposed for abolishment, including political, liaison and coordination functions, will be redistributed among the remaining posts, where feasible. To mitigate the impact on mandate delivery, the Office will prioritize functions required to support critical activities, including expansive engagements with the Palestinian Authority, and overall capacity to address the rapidly evolving political and security dynamics in Gaza, while scaling down functions required to support preventive or longer-term priority issues. Consultations and advocacy with Governments, relevant parties, civil society organizations and other stakeholders will be merged across units covering similar thematic areas;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables by realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of its mandates. For example, the Office will focus good offices and political engagements on the most pressing critical issues. Although the number of good offices visits in the region is expected to remain unchanged, the focus of these visits would be more closely aligned with engagement and advocacy related to key priorities of the Office, such as carrying out de-escalation efforts, supporting the Palestinian Authority and leading response and recovery efforts in Gaza, and issues in similar thematic areas would be combined."
      },
      {
        "prefix": "123",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with four posts proposed to be abolished in 2026 but later than 1 January, representing an additional estimated reduction of $360,400 in 2027 under the regular budget."
      }
    ]
  },
  {
    "num": 20,
    "section": "3",
    "entity": "United Nations Register of Damage Caused by the Construction of the Wall in the Occupied Palestinian Territory",
    "narratives": [
      {
        "prefix": "124",
        "level": 0,
        "text": "As reflected in tables 84 to 86, the revised budget for the United Nations Register of Damage Caused by the Construction of the Wall in the Occupied Palestinian Territory amounts to $3,217,700 under the regular budget, reflecting a reduction of $423,500 (11.6 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $423,500, including the proposed abolishment of two posts, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Leveraging technology: the Register will use various technological tools, methods and enhancements to facilitate recurrent reviews of claims, where feasible. Virtual formats for meetings with various stakeholders will be adopted, where effective and feasible, in lieu of in-person meetings;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Process optimization: the Register plans to review the eligibility matrix for submitted claims to streamline the legal assessment process. This initiative is aimed at enhancing efficiency, in particular for standard livestock claims, which are the least complex category. The use of a unified and simplified matrix comment text is expected to yield time savings of approximately 15 minutes per claim. The broader review of other claim categories will be conducted in full consultation with the Board of the Register to ensure that the integrity, fairness and quality of the claims review process remain uncompromised;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Functional streamlining: legal and administrative functions of the abolished posts will be redistributed among the remaining posts, where feasible, and efforts will continue to be focused on enhancing operational efficiency, including through in-house capacities for training in lieu of consultants and contractual services;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the Register is adjusting its planned 2026 deliverables by realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of its mandates. For example, as a measure to mitigate the expected increase in the number of outstanding unprocessed claims and the time taken to review claims, the Register will continue to streamline the process for the review and assessment of claims."
      }
    ]
  },
  {
    "num": 21,
    "section": "3",
    "entity": "United Nations Office to the African Union",
    "narratives": [
      {
        "prefix": "125",
        "level": 0,
        "text": "As reflected in tables 87 to 91, no revision is proposed under the regular budget for the United Nations Office to the African Union, and the revised estimates amount to $4,880,500 under the support account, reflecting a reduction of $273,100 (5.3 per cent) compared with the approved budget for the 2025/26 period (six months). The reduction consists of the following proposed changes under application of the new staffing model (reference range by function) in the support account: an amount of $273,100 is proposed for reduction under the support account due to the abolishment of three posts as a result of the application of the new staffing model covering the functions of African Union coordination and representation."
      },
      {
        "prefix": "126",
        "level": 0,
        "text": "Beyond 2026, in respect of the support account, an additional reduction of approximately $200,000 is estimated in the 2026/27 budget period due to the application of reductions related to the post actions for a whole year, as opposed to six months in the current proposal."
      }
    ]
  },
  {
    "num": 22,
    "section": "3",
    "entity": "Office of Counter-Terrorism",
    "narratives": [
      {
        "prefix": "127",
        "level": 0,
        "text": "As reflected in tables 92 to 94, the revised budget for the Office of Counter-Terrorism amounts to $10,169,000 under the regular budget, reflecting a reduction of $1,871,800 (15.5 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocation: the redeployment of six posts from New York to Budapest (five posts) and from New York to Madrid (one post) under the regular budget, corresponding to the relocation of functions covering political, human rights and administrative areas to lower cost duty stations, results in lower requirements of $56,400;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: overall reduction of $1,815,400, including the proposed abolishment of 12 posts, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Leveraging technology: the Office will make greater use of various technological tools and applications, including artificial intelligence, to facilitate the preparation of reports and various outreach materials and activities. Virtual formats for meetings with stakeholders will be adopted, where effective, in lieu of in-person meetings;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Functional streamlining: a review of functions was undertaken to ensure alignment with the forthcoming strategic plan for 2026–2028 and the integration of recommendations from various oversight bodies. The Office will continue to focus on enhancing operational efficiency, including by relying more on in-house capacities in lieu of contractual services. Support provided to capacity-building projects covering similar thematic areas will be combined. In addition, functions covering programme and project management expertise across all areas of the Office will be merged or redistributed, where feasible. For example, it is proposed that the liaison role of the Counter-Terrorism Committee Executive Directorate in the Office of the Under-Secretary-General be merged with front office management responsibilities within the same Office. This consolidation will bring together political affairs and programme management expertise, enhancing coherence in external and internal coordination;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables by realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of its mandates. For example, while parliamentary reports will continue to be delivered, the Office will streamline their content and depth by providing the most critical information required for the subject matter. In addition, the Office will adjust the provision of specialized or targeted support to various stakeholders by focusing on the most urgent requirements. The Office will continue to explore areas for further synergies with other United Nations entities to enhance the coordination of support to Member States."
      },
      {
        "prefix": "128",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with six posts proposed to be abolished in 2026 but later than 1 January and six posts relocated to lower cost duty stations on 1 July 2026, representing an additional estimated reduction of $330,200 in 2027."
      }
    ]
  },
  {
    "num": 23,
    "section": "4",
    "entity": "Office for Disarmament Affairs",
    "narratives": [
      {
        "prefix": "129",
        "level": 0,
        "text": "As reflected in tables 95 to 97, the revised budget for the Office for Disarmament Affairs amounts to $16,700,000 under the regular budget, reflecting a reduction of $2,951,300 (15.0 per cent), excluding the resources redeployed across entities, compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocation: the redeployment of seven posts from New York (six) and Geneva (one) to Vienna under the regular budget corresponds to the relocation of functions related to regional disarmament, information and outreach, and implementation of the fellowship programmes to lower cost duty stations where small liaison offices of the Office for Disarmament Affairs are in place and have become hubs for disarmament education and training. The relocation would result in lower requirements of $92,100;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: overall reductions of $2,859,200, including the proposed abolishment of 14 posts and downward reclassification of 2 posts, 1 of which is also proposed for relocation to a lower cost duty station, and one redeployment across components, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Cost optimization: the Office proposes a scaled-down implementation of the fellowship programmes by reducing the duration and number of participants of the United Nations Disarmament Fellowship Programme and by alternating the editions of the Small Arms and Light Weapons Fellowship Programme and the Conventional Ammunition Management Fellowship Programme. In addition, the Disarmament Fellowship Programme will restructure its study visits into smaller, regionally segmented components. The Office also plans to delay the replacement of equipment, including laptops, to the extent possible;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Leveraging technology: where effective and permissible in accordance with mandates, the Office will increase its use of online tools to hold virtual meetings in lieu of in-person meetings and to conduct some of its capacity-building training courses. In addition, online tools would continue to be used, where feasible, to disseminate various publications, documents and other communication deliverables;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Functional streamlining: a number of functions of abolished posts will be merged or redistributed across the programme where opportunities for improved coordination and reduced fragmentation of similar portfolios exist. For example, the Office plans to consolidate education, training and capacity-building activities to enhance operational efficiency and coordination. Downward reclassifications are proposed to create opportunities for junior-level staff, enabling the Organization to benefit from the fresh perspectives and added value that young professionals bring. Following the spending review exercise in 2024 and 2025, a realignment of resources was proposed, including the establishment of two posts on a cost-neutral basis, to address risks associated with rapid scientific and technological advances and with weapons of mass destruction. The two posts initially proposed for establishment in the 2026 proposed programme budget are proposed for abolishment, as the Office continues to find opportunities for further functional streamlining, with a focus on supporting critical emerging disarmament issues. The Office will continue to assess its functional portfolios to ensure that it can continue to address critical emerging disarmament issues. Continued efforts will be made to mitigate impacts on service quality, timeliness and the provision of support to the various committees and Member States, including through the use of non-staff resources, where possible, to fill capacity and knowledge gaps;"
      },
      {
        "prefix": "iv",
        "level": 2,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables to realign resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. While the Office will continue to implement the majority of its deliverables, this will be done to a lesser degree and frequency. For example, the two global fellowship programmes, namely the Fellowship Training Programme on Small Arms and Light Weapons and the Fellowship Training Programme on Through-life Conventional Ammunition Management, will be implemented on an annual rotational basis, with each programme offered in alternate years. The Office will revise the frequency and abridge and simplify the content of various publications, online materials and reports. For example, the United Nations Disarmament Yearbook will feature fewer or no infographics and basic layouts, its publication will be delayed, and the preview version will be discontinued."
      },
      {
        "prefix": "130",
        "level": 0,
        "text": "Furthermore, an additional amount of $737,800 is proposed for redeployment to section 29B, Department of Operational Support, for the consolidation of functions in the Executive Office in New York, comprising three posts, three general temporary assistance positions and $16,200 in non-post resources under the regular budget."
      },
      {
        "prefix": "131",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with three posts proposed to be abolished in 2026 but later than 1 January and the relocation of seven posts effective 1 July 2026, representing an additional reduction of $410,100 in 2027."
      }
    ]
  },
  {
    "num": 24,
    "section": "5",
    "entity": "Department of Peace Operations",
    "narratives": [
      {
        "prefix": "132",
        "level": 0,
        "text": "As reflected in tables 98 to 102, the revised budget for the Department of Peace Operations amounts to $6,158,800 under the regular budget and $49,232,400 for six months under the support account, reflecting a reduction, excluding resources redeployed across sections, of $1,091,100 (15.0 per cent) compared with the proposed programme budget for 2026 and a reduction of $8,264,700 (14.4 per cent) compared with the approved resources for the 2025/26 period (six months) under the support account. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Efficiencies and improvements: overall reduction of $1,091,100 (15.0 per cent), including the proposed abolishment of three posts under the regular budget, and reductions of $3,308,400, including the abolishment of 23 posts and general temporary assistance positions, as well as 62 redeployments and 3 reassignments under the support account, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Organizational optimization (including functional streamlining): the detailed revised structure is provided in annex I. The proposed restructuring is based on the following two initiatives:"
      },
      {
        "prefix": null,
        "level": null,
        "text": "a.\tJoint structural changes with the Department of Political and Peacebuilding Affairs (sect. 3): joint structural changes are proposed to consolidate functions and leadership positions in the two Departments for greater synergy and realignment of capacities, and to better support the peace and security pillar across conflict resolution, conflict prevention, peacekeeping, and peacebuilding and sustaining peace. The proposed changes to the organizational structures of the United Nations peace and security pillar, including the Department of Political and Peacebuilding Affairs under section 3 and the Department of Peace Operations under section 5, are outlined in paragraph 119 above;"
      },
      {
        "prefix": null,
        "level": null,
        "text": "b.\tRestructuring of the Office of Military Affairs: a revised restructuring of the Office of Military Affairs is proposed, taking into account the recommendation made by the Advisory Committee on Administrative and Budgetary Questions in its report contained in document A/79/830 (para. 27), as endorsed by the General Assembly in its resolution 79/298. While the Committee acknowledged that the proposed changes were aimed at enhancing responsiveness and improving the quality of the support provided to military components in the field, it was of the view that the restructuring of the Office could benefit from the outcome of the review of peace operations and the proposed rightsizing expected as a result of the implementation of the new staffing model (by function with reference ranges), which would ensure the optimal use of resources between the Office, the integrated operational teams and other offices. In this context, while the proposed structure remains broadly unchanged from the structure proposed in the report of the Secretary-General contained in document A/79/783 (paras. 66–73), the new proposed change includes 62 redeployments, as opposed to 80 in the previous proposal, and three reassignments, as well as the discontinuation of the Military Management and Support Section as a result of the proposed abolishment of 18 posts (12 of which relate to the application of the new staffing model; see subparagraph (b) below) in response to the Advisory Committee’s recommendation. The detailed revised structure is provided in annex I. While military aspects may be addressed in the review of peace operations mandated by the General Assembly in its resolution 79/1, on the Pact for the Future, the specific organizational and workflow arrangements of the Office are not expected to be examined. Nevertheless, the proposed restructuring remains sufficiently flexible to accommodate any future adjustments arising from the review;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Cost optimization: the Department of Peace Operations will focus on priority content, optimize existing communication channels and adjust the frequency of the issuance of some of its publications. The proposal also reflects lower requirements for non-post resources, resulting from the application of lower costs due to the proposed abolishment of posts and general temporary assistance positions;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Leveraging technology: virtual platforms would be used, where effective, in lieu of in-person meetings, field mission visits, training sessions and workshops;"
      },
      {
        "prefix": "iv",
        "level": 2,
        "text": "Allocative efficiencies: the Department of Peace Operations is adjusting its planned 2026 deliverables and outputs by realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, the Department plans to adjust the frequency of certain communication deliverables and outputs, such as the knowledge management newsletter, which will be adjusted from a monthly to a quarterly publication. Similarly, the scope of support provided to field missions will be adjusted commensurate with the available resources. For example, the centralized drafting of lessons learned reports by the Knowledge Management Team at Headquarters will be discontinued;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Application of the new staffing model (reference range by function) in the support account: an amount of $4,956,300 is proposed for reduction under the support account due to the abolishment of 44 posts and general temporary assistance positions as a result of the application of the new staffing model covering the functions of military affairs, policing, rule of law and security institutions, integrated political and operational guidance and support, peacekeeping doctrine and training, management – Department of Peace Operations, management – Office of Coordination and Shared Services, and management – shared regional structure."
      },
      {
        "prefix": "133",
        "level": 0,
        "text": "Furthermore, an additional amount of $721,700 is proposed for redeployment to the Department of Operational Support for the consolidation of functions in the Executive Office in New York, comprising seven posts and $11,000 in non-post resources under the support account."
      }
    ]
  },
  {
    "num": 25,
    "section": "5",
    "entity": "United Nations Truce Supervision Organization",
    "narratives": [
      {
        "prefix": "134",
        "level": 0,
        "text": "As reflected in tables 103 to 105, the revised budget for UNTSO amounts to $38,444,900 under the regular budget, reflecting a reduction of $4,890,200 (11.3 per cent) compared with the proposed programme budget for 2026. After deducting the exempted amount of $10,627,900 relating to requirements for military observers from the base amount used for the calculations and from the total change amount, the percentage change compared with the 2026 proposed resources would be a reduction of 15.0 per cent. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $4,890,200, including the proposed abolishment of 37 posts, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: UNTSO will review existing contractual arrangements at Government House and other outstations to determine opportunities for further efficiencies and, where feasible, reductions in the services provided under memorandums of understanding with other United Nations entities, including the United Nations Interim Force in Lebanon and the Office of the United Nations Special Coordinator for the Middle East Peace Process, with minimum impact. For example, UNTSO will continue to explore more cost-effective vehicle leasing contracts in lieu of acquisitions, increase vehicle pooling by combining patrols across teams and standardize vehicle fleets. UNTSO will review its subscriptions and laundry and printing services to determine whether there are further cost-effective solutions. UNTSO will also reduce its requirements for hospitality and furniture and equipment by extending the useful life of various pieces of equipment to the extent possible. In addition, UNTSO will reduce the duration and frequency of planned travel, such as liaison travel and travel to attend meetings and training, by leveraging digital formats and targeted virtual outreach activities as effective alternatives to in-person engagements;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Process optimization: UNTSO plans to streamline key operational processes to enhance efficiency and optimize resource utilization. For example, a re-evaluation of security operations was undertaken to determine opportunities for reducing Guard Force Unit shifts during the night and on weekend afternoons;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Functional streamlining: UNTSO carried out a spending review as part of its proposed programme budget for 2026 that built on the civilian staffing review jointly undertaken with the Department of Operational Support (sect. 29B). The review identified several opportunities for better and more efficient utilization of financial and human resources, which were proposed on a cost-neutral basis. The proposed abolishment of additional posts is the result of efforts to re-evaluate functions and structures to identify areas for further streamlining. The essential functions of the posts proposed for abolishment will be redistributed among the remaining posts, where feasible. For example, certain functions relating to movement and control, digital archiving and website management will be redistributed to the transport and field technologies services. In addition, administrative functions will be consolidated with a view to establishing a more cohesive support system for the military, security and mission support components, enhancing collaboration and reducing redundancy;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: UNTSO is adjusting its planned 2026 deliverables by realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of its mandates. For example, while UNTSO will continue to provide seminars on its operations as requested by Member States and international organizations, it plans to streamline their content and depth by focusing on providing the most critical information. Similarly, while regional liaison activities will continue, consultations with international interlocutors will be conducted using, inter alia, remote technologies, where effective. The enabling deliverables will continue to be implemented as planned."
      },
      {
        "prefix": "135",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with 23 posts proposed to be abolished in 2026 but later than 1 January, representing an additional estimated reduction of $1,160,800 in 2027."
      }
    ]
  },
  {
    "num": 26,
    "section": "5",
    "entity": "United Nations Military Observer Group in India and Pakistan",
    "narratives": [
      {
        "prefix": "136",
        "level": 0,
        "text": "As reflected in tables 106 to 108, the revised budget for UNMOGIP amounts to $8,824,400 under the regular budget, reflecting a reduction of $1,256,100 (12.5 per cent) compared with the proposed programme budget for 2026. After deducting the exempted amount of $1,738,600 relating to requirements for military observers from the base amount used for the calculations and from the total change amount, the percentage change compared with the 2026 proposed resources would be a reduction of 15.1 per cent. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $1,256,100, including the proposed abolishment of 12 posts, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: UNMOGIP will reduce its requirements for hospitality and furniture and equipment by extending the useful life of various pieces of equipment. To minimize the impact on its ceasefire monitoring efforts, UNMOGIP will increase vehicle pooling by combining patrols with area reconnaissance within field stations, where feasible;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: UNMOGIP will reduce the duration and frequency of planned travel, including liaison travel and travel to attend meetings and training sessions, by leveraging digital formats as effective alternatives to in-person engagements. To the extent possible, UNMOGIP will deliver virtual presentations to troop-contributing countries and military attachés;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Functional streamlining: the functions of the posts proposed for abolishment will be redistributed among the remaining posts, where feasible, and administrative functions will be consolidated with a view to establishing a more cohesive support system for the military and mission support components, enhancing collaboration and reducing redundancy;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: UNMOGIP is adjusting its planned 2026 deliverables by realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of its mandates. For example, to minimize the impact on its outreach programmes, UNMOGIP will collaborate with regional partners to co-host special events, where feasible."
      },
      {
        "prefix": "137",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with one post proposed to be abolished in 2026 but later than 1 January, representing an additional estimated reduction of $73,100 in 2027."
      }
    ]
  },
  {
    "num": 27,
    "section": "6",
    "entity": "Office for Outer Space Affairs",
    "narratives": [
      {
        "prefix": "138",
        "level": 0,
        "text": "As reflected in tables 109 to 111, the revised budget for the Office for Outer Space Affairs amounts to $4,710,800 under the regular budget, reflecting a reduction of $833,300 (15.0 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reductions of $833,300, including the proposed abolishment of five posts, redeployment of three posts across sections within the Office and downward reclassification of one general temporary assistance position, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources is due mainly to the increased use of United Nations system capacities to conduct evaluations in lieu of consultants and to a reduction in the number of workshops or expert meetings planned for the year. Where feasible, workshops and meetings on similar thematic topics would continue to be combined, and more virtual meetings would be used, where effective;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Functional streamlining: the consolidation of legal functions within the Committee, Policy and Legal Affairs Section through the merging of the legal portfolios into a unified role and the consolidation of the registration and committee support functions would result in greater functional alignment and redistribution across the Office;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Organizational optimization: the merger of the UN-SPIDER programme, the executive secretariat of the International Committee on Global Navigation Satellite Systems and the Space Applications Section would result in synergies and improve coordination and complementarity in the delivery of the Office’s capacity-building mandate. The repositioning of these functions would streamline workload distribution across the newly consolidated structure. The detailed revised structure is provided in annex I;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables by realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, the Office will adjust the number and content of parliamentary documents by streamlining and merging those covering similar topics, where feasible. The Office will also reduce the number and/or duration of training events and technical advisory missions under flagship projects such as the United Nations Programme on Space Applications, UN-SPIDER, the Space Economy initiative and the Access to Space for All initiative. In addition, to ensure the continued delivery of capacity-building activities, albeit at a reduced scale, the Office will consolidate the activities of the Programme on Space Applications, UN-SPIDER and the executive secretariat of the International Committee on Global Navigation Satellite Systems under the Head of the Space Applications Section, which would enhance synergies and improve coordination and complementarity."
      },
      {
        "prefix": "139",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with two posts proposed to be abolished in 2026 but later than 1 January, representing an additional reduction of $129,500 in 2027."
      }
    ]
  },
  {
    "num": 28,
    "section": "8",
    "entity": "Office of Legal Affairs",
    "narratives": [
      {
        "prefix": "140",
        "level": 0,
        "text": "As reflected in tables 112 to 116, the revised budget for the Office of Legal Affairs amounts to $27,306,400 under the regular budget and $2,248,100 for six months under the support account, reflecting a reduction, excluding the resources redeployed across entities and the cost for the time-limited transitional staffing capacity, of $4,799,800 (14.9 per cent) under the regular budget compared with the proposed programme budget for 2026 and a reduction of $263,900 (10.5 per cent) compared with the approved budget for the 2025/26 period (six months) under the support account. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Efficiencies and improvements: reductions of $4,799,800 under the regular budget, including the proposed abolishment of 29 posts and redeployment of 3 posts, and reductions of $22,500 under the support account, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Cost optimization: the reduction under non-post resources reflects a number of initiatives that the Office will take, including increasing the use of in-house capacity in lieu of consultants in the delivery of certain training programmes and adjusting the schedule of the United Nations Programme of Assistance in the Teaching, Study, Dissemination and Wider Appreciation of International Law to a biennial programme for all regions. The Office will increase its efforts to leverage technology by partnering with other legal online databases, exploring options for merging its databases, streamlining access to legal documents and optimizing internal search capabilities, e-discovery processes and the retrieval of legal documents. The Office is also working on reducing the manual processing of information;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Process optimization: the Office will streamline the content, format and frequency of some of its reports, publications and materials. For example, the annual reports of the Secretary-General on criminal accountability will be reduced in length and number, the content and format of various publications and materials will be adjusted, and certain official documents in the “for information” category will be discontinued;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Functional streamlining: a number of functions will be redistributed among remaining staff to the extent possible, including those related to servicing processes in the areas of international trade law and oceans and the law of the sea;"
      },
      {
        "prefix": "iv",
        "level": 2,
        "text": "Allocative efficiency: the Office is adjusting its planned 2026 deliverables by realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. As the central legal service of the Organization, the Office will prioritize activities related to respect for international law and the internal rules and regulations of the Organization, while seeking to minimize the impact across the various areas of its work. To ensure the continued delivery of support to Member States, the Office will reduce the frequency of certain fellowship programmes, activities and publications. For example, only two issues of the Law of the Sea Bulletin will be published annually instead of three. The scope and nature of staff engagement in selected areas will be refined to enhance efficiency and ensure sufficient substantive servicing to Member States. As a measure to mitigate the anticipated reduction in the number of annual training programmes, the Office will explore ways to optimize the delivery of training conducted under the Programme of Assistance. This may include having lecturers deliver multiple courses or enabling staff members supporting the sessions to also contribute as lecturers. The use of online tools in lieu of in-person attendance will be adopted, where possible and effective;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Application of the new staffing model (reference range by function) in the support account: an amount of $241,400 is proposed for reduction under the support account due to the abolishment of two posts as a result of the application of the new staffing model covering the function of legal."
      },
      {
        "prefix": "141",
        "level": 0,
        "text": "Furthermore, an additional amount of $803,300 is proposed for redeployment to section 29B, Department of Operational Support, for the consolidation of functions in the Executive Office in New York, comprising five posts and $9,300 in non-post resources under the regular budget."
      },
      {
        "prefix": "142",
        "level": 0,
        "text": "In addition, during the transitional phase, the Office will require a temporary staffing capacity to support the protection of the United Nations in the context of the UN80 Initiative and the implementation of measures to address the financial situation, as well as to respond to ongoing priority legal challenges facing the Organization. Temporary staffing capacity is also required to support the process of ratification of the Agreement under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction and the establishment of its new secretariat pursuant to article 50 of the Agreement. The related costs for the transitional phase would amount to $2,095,100 to cover the cost of six temporary posts until 30 November 2026 and six temporary posts until 31 December 2026."
      },
      {
        "prefix": "143",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized with four posts proposed to be abolished in 2026 but later than 1 January, representing an additional reduction of $298,100 in 2027. In respect of the support account, an additional reduction of approximately $200,000 is estimated in the 2026/27 budget period due to the application of reductions related to the post actions for a whole year, as opposed to six months in the current proposal."
      }
    ]
  },
  {
    "num": 29,
    "section": "8",
    "entity": "Independent Investigative Mechanism for Myanmar",
    "narratives": [
      {
        "prefix": "144",
        "level": 0,
        "text": "As reflected in tables 117 to 119, the revised budget for the Independent Investigative Mechanism for Myanmar amounts to $13,450,000 under the regular budget, reflecting a reduction of $2,384,600 (15.1 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: an overall reduction of $2,384,600, including the proposed abolishment of 11 general temporary assistance positions and the downward reclassification of 1 position, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the proposed reductions aim to scale down non-post requirements as a result of the proposed abolishment of positions, supported by improved workflows and coordination with other United Nations entities, such as the International, Impartial and Independent Mechanism to Assist in the Investigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law Committed in the Syrian Arab Republic since March 2011. For example, joint procurement and training activities for investigative teams between the Mechanisms exemplify this collaboration, which will continue in 2026 with efforts to expand shared service delivery;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: the proposed reductions reflect efforts to use technology to further automate recurring procedural tasks, such as the processing of evidence, and to utilize emerging technologies such as artificial intelligence tools to translate and analyse substantial volumes of evidentiary materials more efficiently and effectively, while maintaining confidentiality;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Process optimization: efforts will continue to focus on enhancing operational efficiency through improved workflows and coordination with other United Nations entities. For example, the Mechanism will continue to organize regular peer-to-peer dialogues and exchanges with the International, Impartial and Independent Mechanism to share precedents and lessons learned on matters of mutual interest, such as information technology systems and information governance and management; administrative support for confidential witness-related activities; language support; legal and judicial cooperation; witness protection and support; and issues related to witness interviews and the sharing of evidence with national and international courts. These engagements aim to identify further opportunities for joint delivery of similar functions;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the Mechanism is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of its mandate. For example, as a measure to mitigate the reduction in the number of workshops with authorities from national, regional and international courts, the Mechanism will increase bilateral engagements with national and international investigators and prosecutors, and where possible will attend meetings of regional networks of national and international investigators and prosecutors. Furthermore, as a measure to mitigate the reduction in the compilation of analysis of evidence of international crimes, the Mechanism will focus on producing more targeted evidentiary analyses that take into account the requirements of specific jurisdictions that may initiate criminal proceedings in the immediate to short-term future."
      },
      {
        "prefix": "145",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with eight positions proposed to be abolished in 2026 but later than 1 January, representing an additional reduction of approximately $269,500 in 2027."
      }
    ]
  },
  {
    "num": 30,
    "section": "8",
    "entity": "International, Impartial and Independent Mechanism to Assist in the Investigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law Committed in the Syrian Arab Republic since March 2011",
    "narratives": [
      {
        "prefix": "146",
        "level": 0,
        "text": "As reflected in tables 120 to 122, the revised budget for the International, Impartial and Independent Mechanism to Assist in the Investigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law Committed in the Syrian Arab Republic since March 2011 amounts to $17,477,500 under the regular budget, reflecting a reduction of $3,405,600 (16.3 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: an overall reduction of $3,405,600, including the proposed abolishment of 12 posts, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the International, Impartial and Independent Mechanism will continue to collaborate with the Independent Investigative Mechanism for Myanmar and other similar entities based in Geneva to identify efficiencies and achieve economies of scale in various administrative activities, such as joint procurement activities and joint training sessions for investigative teams. In 2026, both Mechanisms will continue to explore additional opportunities in delivering similar services. In addition, the International, Impartial and Independent Mechanism is working with the Office of Information and Communications Technology, the Information and Communication Technology Service of the United Nations Office at Geneva and the United Nations International Computing Centre to identify opportunities to reduce its information technology management footprint in 2026, and is seeking opportunities to further outsource functions such as contract management, inventory and property management, client support services and requisitioning;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: the International, Impartial and Independent Mechanism will seek opportunities to improve efficiency through use of technology and automation. For example, the Mechanism plans to introduce artificial intelligence to enhance the search and automatic identification of information from its central repository, which is currently a time-consuming process as the repository contains 283 terabytes of data. The Mechanism will rescope the number of planned and ongoing information technology-related projects to reduce costs;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Process optimization: the International, Impartial and Independent Mechanism will continue to focus on enhancing operational efficiency through improved workflows and coordination with other United Nations entities, such as the Independent Investigative Mechanism for Myanmar. For example, the Mechanisms will continue to organize regular peer-to-peer dialogues and exchanges to share precedents and lessons learned on matters of mutual interest, such as information technology systems and information governance and management, administrative support for confidential witness-related activities, language support, legal and judicial cooperation, witness protection and support, and issues related to witness interviews and the sharing of evidence with national and international courts. These engagements aim to identify further opportunities for joint approaches in delivering similar functions. In addition, a number of functions previously undertaken by the posts proposed for abolishment, for example, covering legal aspects, will be redistributed to remaining posts to the extent possible, and other functions covering, for example, data management and maintenance will be outsourced to service providers where feasible while respecting the confidential nature of such information;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the International, Impartial and Independent Mechanism is adjusting its planned 2026 deliverables, realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of its mandates. For example, as a measure to mitigate the anticipated reductions in investigation-related missions, the Mechanism will optimize evidence collection processes and manage the scope of its structural investigation and casefile building. Furthermore, as a measure to mitigate the anticipated reductions in the compilation of information and evidence of international crimes, including in response to requests for assistance by prosecuting authorities, the Mechanism will continue to use technology tools to automate to the extent possible the compilation of information and evidence to facilitate information-sharing."
      },
      {
        "prefix": "147",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with three posts proposed to be abolished in 2026 but later than 1 January, representing an additional reduction of approximately $185,000 in 2027."
      }
    ]
  },
  {
    "num": 31,
    "section": "9",
    "entity": "Department of Economic and Social Affairs",
    "narratives": [
      {
        "prefix": "148",
        "level": 0,
        "text": "As reflected in tables 123 to 125, the revised budget for the Department of Economic and Social Affairs amounts to $86,312,700 under the regular budget, reflecting a reduction, excluding the resources redeployed across entities, of $15,734,500 (15.4 per cent) compared with the proposed programme budget for 2026 under the regular budget. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $15,734,500, including the proposed abolishment of 96 posts and 6 general temporary assistance positions, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects efficiencies that have been identified. For example, while meetings of some committees and support to events will be reduced, the format and conduct of the meetings will be reviewed, and the redistribution of analytical and servicing work among the remaining temporary staff may mitigate in part any impact that reduction might have;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: the Department will also look into training staff on using different digital platforms, data visualization and other research tools, which would enhance staff capacity to deliver outputs more efficiently; and will invest in securing access to essential databases and software that would reduce research time and improve the quality of analysis. The Department will also reduce the number of in-person capacity-building workshops it organizes. Instead, it will increasingly rely on online or hybrid formats to maintain support to Member States, while working to ensure the quality and effectiveness of these engagements;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Functional streamlining: the Department will look into the further pooling of staff resources on cross-cutting activities, such as data processing, data dissemination, information technology support and capacity development activities, to optimize the use of available resources in the delivery of mandates received from Member States;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the Department is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, some activities will be scaled back in 2026. To maintain the high quality of data sets and reports, there will be delays in the issuance of some publications, updated data sets and recommendations. In addition, fewer reports will be produced. To mitigate the impact on the recipient Member States, the Department will prioritize more focused and targeted support in high-impact areas and explore innovative approaches in order to sustain strategic advisory services and maintain other essential services and meaningful engagement within the available resources."
      },
      {
        "prefix": "149",
        "level": 0,
        "text": "Furthermore, an additional amount of $2,733,300 is proposed for redeployment to section 29B, Department of Operational Support, for the consolidation of Executive Office functions in New York, comprising 14 posts and $441,200 in non-post resources."
      },
      {
        "prefix": "150",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with 30 posts proposed to be abolished in 2026 but later than 1 January, representing an additional reduction of approximately $2,746,600 in 2027."
      }
    ]
  },
  {
    "num": 32,
    "section": "12",
    "entity": "United Nations Conference on Trade and Development",
    "narratives": [
      {
        "prefix": "151",
        "level": 0,
        "text": "As reflected in tables 126 to 128, the revised budget for UNCTAD amounts to $74,090,500 under the regular budget, reflecting a reduction of $14,197,900 (16.1 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $14,197,900, including the proposed abolishment of 77 posts under the regular budget, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects the increased use of in-house capacity in lieu of temporary personnel;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: UNCTAD will continue to leverage technology and innovation to deliver its services more efficiently, including through the continued adoption of digital tools, redesigning processes where possible and finding new ways and opportunities to improve the work. For example, to accelerate the collection and analysis of data, UNCTAD has developed the Trade Analysis and Information System platform, or TRAINS, as well as an application programming interface, which allows the efficient integration of data from diverse information sources. With respect to statistical indicators on trade and development, UNCTAD has developed a concept to modernize its statistical processing, utilizing big data architectures and machine learning methods to increase efficiency of statistical data production. UNCTAD will also leverage its cross-organizational innovation framework, the “Artificial Intelligence and Data Science Incubator”, to help identifying specific user cases that could be supported through artificial intelligence;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Functional streamlining: UNCTAD will concentrate on areas where the organization’s unique value proposition is strongest and most relevant to demands of the member States. This will include initiatives that deliver the highest impact with the resources available. Thus, the streamlining of certain functions will ensure, to the degree possible, that they contribute to efforts to achieve more efficiencies and that any negative impact is minimized, while at the same time sharpening the focus, with the core experience and knowledge preserved and mandate delivery running. For example, the reduction of some managerial functions will entail redistributing responsibilities and redirecting the leading and supervision of certain functional areas to Directors of Divisions. Functional streamlining at the General Service level entails merging programme implementation support for several teams, where appropriate and on the basis of thematic coherence and interdependence in each division;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: UNCTAD is adjusting its planned deliverables for 2026 and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, as measures to mitigate the anticipated reductions in events, publications and technical materials, seminars, workshops and training events, UNCTAD will reduce their duration or frequency where possible; streamline the content of publications and other documents, including its statistical papers and statistical data sets; and combine technical material series where possible. UNCTAD will also formulate proposals to reduce the duration of certain intergovernmental meetings or their frequency (i.e. biennially instead of annually) for the approval of the Trade and Development Board and its member States."
      },
      {
        "prefix": "152",
        "level": 0,
        "text": "UNCTAD has been working continuously on realigning its resources through structural and operational adjustments at the level of teams and units on the basis of evolving operational and programmatic requirements for implementation of mandates handed down by the member States. This current review serves as a catalyst and aligns all efforts across the Secretariat."
      },
      {
        "prefix": "153",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with 7 posts proposed to be abolished in 2026 but later than 1 January, due to exigency and attritional (retirement) needs, representing an additional estimated reduction of $935,300 in 2027 under the regular budget."
      },
      {
        "prefix": "154",
        "level": 0,
        "text": "UNCTAD will continue to improve the way the entity works and enhance its efficiency, effectiveness and overall performance, while achieving coherence. UNCTAD will align the priorities of the organization with the new programme of work and the new outcome document of the upcoming sixteenth session of UNCTAD, to be held in October 2025."
      }
    ]
  },
  {
    "num": 33,
    "section": "13",
    "entity": "International Trade Centre",
    "narratives": [
      {
        "prefix": "155",
        "level": 0,
        "text": "As reflected in table 129, the revised budget for the International Trade Centre amounts to $20,759,800, reflecting a reduction of $2,617,000 (or 11.2 per cent) compared with the proposed programme budget for 2026 under the regular budget. The reduction in the United Nations grant to the Centre reflects 50 per cent of the SwF4,302,300 (or 11.2 per cent) reduction in the full regular budget of the Centre, or SwF2,151,200, which is equivalent to $2,617,000 after application of an exchange rate of SwF0.8220 to $1. The reduction in the Centre’s full regular budget consists of the following proposed changes under efficiencies and improvements: an overall reduction of SwF4,302,300, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the resource reduction reflects several efficiency initiatives, including optimization of staff scheduling and internal coverage to reduce reliance on temporary personnel, increased use of in-house capacity in lieu of consultants, restriction of travel to critical missions and promotion of virtual participation wherever feasible, reduced frequency and size of publications, optimized use of software licences through an increase in shared use, streamlined facility usage and maintenance, a pause in the purchase of certain essential equipment by extending the useful life of certain standard equipment wherever feasible, accelerated digitalization of resources such as the Centre’s library sources and publications, fewer subscriptions, and streamlined use by the Centre of joint administrative services;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Functional streamlining: across the Centre, and especially in the area of administration, functions will be reorganized to improve efficiency, for example, through the consolidation of supervisory functions in Central Support Services at the D-1 level;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Process optimization: overlaps in a number of processes, including administrative processes, will be eliminated, based on a corporate review of mandate-critical functions linked to the upcoming strategic plan of the International Trade Centre;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the International Trade Centre is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, as measures to mitigate the anticipated reductions of technical materials, the Centre’s flagship report on small and medium-sized enterprises, SME Competitiveness Outlook, will be published biennially, in conjunction with the Global Small and Medium-sized Enterprises Ministerial Meeting, and the Centre’s external International Trade Forum magazine will now be published twice a year rather than every quarter, which is expected to provide member States and beneficiaries with the required technical information, albeit at a lower frequency. The Centre’s publications efforts will increasingly be moved online, including the Annual Report, submitted to the Joint Advisory Group. Artificial intelligence-empowered tools will be explored to lower translation costs for the Centre’s outputs."
      }
    ]
  },
  {
    "num": 34,
    "section": "14",
    "entity": "United Nations Environment Programme",
    "narratives": [
      {
        "prefix": "156",
        "level": 0,
        "text": "As reflected in tables 130 to 132, the revised budget for UNEP amounts to $20,630,200 under the regular budget, reflecting a reduction of $3,643,200 (15.0 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocation: the redeployment of five posts under the regular budget includes the redeployment of one post from Washington, D.C., to Paris, two posts from Geneva to Nairobi, one post from Washington, D.C., to New York and one post from Bangkok to Nairobi, resulting in increased requirements of $48,700. Overall, the closure of the Washington, D.C., office, including the above-mentioned redeployments and the abolishment of two posts, would lead to a net reduction of $166,900 annually in post costs;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: reductions of $3,535,700, including the proposed abolishment of 23 posts, the downward reclassification of 3 posts and 5 redeployments across components, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Process optimization: a number of reports – on topics such as digital technologies to achieve climate neutrality and pollution reduction, mainstreaming biodiversity in the production sector, and global environmental law – will be streamlined and published in a phased manner, with the publication only of components that are immediately required to support Member States. There will also be a more focused approach to projects, prioritizing the immediate needs and requests for support from Member States;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Functional streamlining: support functions were reviewed, and specific functions were consolidated through shared service models, in particular in administrative areas such as finance, human resources and operations;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Organizational optimization: structural realignments were undertaken to strengthen cross-functional integration and deploy existing capacity to areas of greatest strategic relevance. The reconfiguration emphasized flexibility, agility and alignment with the United Nations development system reform, ensuring UNEP remains responsive to regional and country-level priorities. To that end UNEP will close its office in Washington, D.C. The detailed revised structure is provided in annex I to the present document;"
      },
      {
        "prefix": "iv",
        "level": 2,
        "text": "Allocative efficiencies: UNEP is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, there would be a more focused approach to projects such the ones on environmental law development, support to mainstream environmental issues, the implementation of multilateral environmental agreements and the linkages between poverty and the environment. As a mitigating measure, greater focus will be placed on countries with active implementation needs and the highest demand for environmental law support, which will result in reduced resource requirements."
      },
      {
        "prefix": "157",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with two posts proposed to be abolished in 2026 but later than 1 January, representing an additional reduction of $268,000 in 2027."
      }
    ]
  },
  {
    "num": 35,
    "section": "15",
    "entity": "UN-Habitat",
    "narratives": [
      {
        "prefix": "158",
        "level": 0,
        "text": "As reflected in tables 133 to 135, the revised budget for UN-Habitat amounts to $12,418,100 under the regular budget, reflecting a reduction of $2,571,800 (17.2 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $2,571,800, including the proposed abolishment of 16 posts under the regular budget, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects reduced reliance on temporary general assistance;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Functional streamlining: UN-Habitat will consolidate functions and pool administrative roles to serve multiple sections and units within each division. Evaluation-related functions would be merged with strategic planning and monitoring functions within the office. UN-Habitat will also explore utilization of the United Nations Office at Nairobi common administrative platform for such services;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Allocative efficiencies: UN-Habitat is adjusting its planned deliverables for 2026 and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, some trainings, workshops and seminars would be condensed to a reduced number of days and be conducted using virtual formats. As other mitigation measures, UN-Habitat will explore the utilization of extrabudgetary resources to mitigate the impact of reduced resources under the regular budget. UN-Habitat will also engage with the United Nations Office at Nairobi to explore some benefits that can be generated from the common administrative platform."
      }
    ]
  },
  {
    "num": 36,
    "section": "16",
    "entity": "United Nations Office on Drugs and Crime",
    "narratives": [
      {
        "prefix": "159",
        "level": 0,
        "text": "As reflected in tables 136 to 138, the revised budget for UNODC amounts to $24,996,200 under the regular budget, reflecting a reduction of $4,479,300 (15.2 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: reductions of $4,479,300, including the proposed abolishment of 26 posts under the regular budget, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the Office will increase the use of virtual meeting formats and electronic documentation, resulting in reduced requirements for travel. UNODC will rely more heavily on internal expertise in lieu of consultants and will limit the use of overtime and printing costs. Efforts will also be made to consolidate meetings, enabling reduced preparation and servicing requirements in some cases;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: the Office will increase the use of virtual or hybrid meetings in lieu of in-person meetings, where possible, enabling a reduction in travel of staff. The use of translation applications will be expanded to support the translation of country review reports under the Mechanism for the Review of Implementation of the United Nations Convention Against Corruption, to reduce dependency on external translation services and streamline the review process;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Process optimization: the Office has simplified administrative processes and workflows. For example, in the Office of the Executive Director, streamlined internal administrative workflows have reduced the need for overtime during peak periods for staff to complete certain routine tasks;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Functional streamlining: a reduction in post resources reflects the merging of functions and redistribution of workload. Substantive divisions have undertaken functional streamlining by redistributing tasks among existing staff and reassessing operational structures. In some cases, functions will be restructured, while in others, the redistribution of tasks among remaining staff will help mitigate the impact of post reductions. In addition, certain responsibilities from abolished posts will be absorbed by other positions funded through alternative sources;"
      },
      {
        "prefix": "e",
        "level": 1,
        "text": "Allocative efficiencies: UNODC is adjusting its planned deliverables for 2026 and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, the Office will not be able to carry out planned activities that were mandated to strengthen national capacities to measure the Sustainable Development Goals indicator related to illicit financial flows. The Office will reduce the number of reports, publications and other technical materials produced and shorten the duration of some workshops and training sessions. In addition, the Office may need to limit the scope of some its planned activities and deliverables in the light of reduced capacities, as well as its ability to provide in-country support, which may limit participation in capacity-building and technical assistance initiatives. Moreover, the operationalization of recently adopted instruments, such as the United Nations Convention against Cybercrime, is likely to be affected. Reduced capacities may limit opportunities for localized engagement at the national and regional levels and potentially delay the development of an online repository of electronic tools, national law and case law related to cybercrime. As mitigation measures, UNODC will utilize, where possible, virtual and hybrid modes to ensure the continued provision of capacity-building and technical assistance. For example, the secretariat of the International Narcotics Control Board will streamline resources, ensuring a more balanced distribution of work and better use of available staff and funds. The secretariat also foresees reducing travel and consultancy costs by reorganizing engagement methods, making greater use of videoconferencing and further developing internal expertise. As another example, the Corruption and Economic Crime Branch will consolidate meetings, where feasible, to reduce the level of preparation and servicing. The Office will also enhance its fundraising efforts to seek extrabudgetary resources to enable timely and effective support to Member States."
      },
      {
        "prefix": "160",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with four posts proposed to be abolished in 2026 but later than 1 January, representing an additional estimated reduction of $700,000 in 2027 under the regular budget."
      }
    ]
  },
  {
    "num": 37,
    "section": "17",
    "entity": "UN-Women",
    "narratives": [
      {
        "prefix": "161",
        "level": 0,
        "text": "As reflected in tables 139 to 141, the revised budget for UN-Women amounts to $9,707,100 under the regular budget, reflecting a reduction of $1,705,900 (14.9 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $1,705,900, including the proposed abolishment of 9 posts under the regular budget, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Leveraging technology: UN-Women will leverage data, digital tools and next-generation digital platforms towards enhanced planning, monitoring and reporting capabilities, with integrated project management functions and an interface with its financial management system. Artificial intelligence tools will be used to automate routine administrative tasks and to update digital platforms and databases, such as artificial intelligence-driven search tools that make results and resources data more accessible to partners and the public through intuitive, real-time queries. UN-Women will also increase the use of virtual or hybrid meetings where possible to improve efficiency, as well as collaboration and connectivity across teams globally;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Process optimization: UN-Women will review its internal workflows to reduce procedural duplication in administrative processes, documentation and reporting. Administrative processes will be consolidated, reports will be streamlined, with reductions in less essential components, and the duration of meetings will be reduced, as appropriate;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Allocative efficiencies: UN-Women is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the delivery of its mandates. For example, it is anticipated that the reductions would have an impact on the ability of UN-Women to sustain its current level of policy advice and normative support to member States, respond with agility to emerging global and regional priorities and deliver on the full breadth of commitments outlined in its Strategic Plan. As mitigation measures, UN-Women will appropriately adjust its deliverables and better leverage its partnerships to mitigate any negative impact on anticipated reduced participation in forums and processes that are critical to advancing gender equality and women’s empowerment."
      },
      {
        "prefix": "162",
        "level": 0,
        "text": "Beyond 2026, further costs reductions will be realized, with one post proposed to be abolished in 2026 but later than 1 January, representing an additional estimated reduction of $56,500 in 2027 under the regular budget."
      }
    ]
  },
  {
    "num": 38,
    "section": "18",
    "entity": "Economic Commission for Africa",
    "narratives": [
      {
        "prefix": "163",
        "level": 0,
        "text": "As reflected in tables 142 to 144, the revised budget for ECA amounts to $84,136,100 under the regular budget, reflecting a reduction of $9,142,900 (9.8 per cent) compared with the proposed programme budget for 2026, excluding the resources redeployed across sections. The net reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocation: the redeployment of 3 posts and 5 general temporary assistance positions from Dakar to Addis Ababa under the regular budget corresponds to the relocation to Addis Ababa of the African Institute for Economic Development and Planning. The redeployments of 1 post from Yaoundé to Lusaka and of 1 post from Lusaka to Rabat correspond to the standardization of staffing across subregional offices. The relocations would result in increased requirements of $5,500;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: reduction of $9,148,400, including the proposed abolishment of 53 posts and 1 general temporary assistance position, the reassignment of 15 posts and the redeployment of 6 posts across components under the regular budget, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Organizational optimization: guided by the spending review of ECA and the review and analysis of the support architecture by the Department of Operational Support, ECA will realign its organizational structure. For example, programme support functions would be consolidated at the Division level, with one administrative assistant, one staff assistant and one team assistant per Division. Moreover, the number of posts per subregional office would be standardized. The Administration Division and the Publications, Conference and Knowledge Management Division would be consolidated to form a new Administration and Conference Management Division to strengthen organizational efficiency, eliminate duplication, enhance service delivery and ensure better alignment between administrative functions and event management. It would create a more agile, cost-effective and client-oriented Division that provides a single point of contact for administrative, publications and conference services that support the strategic goals of ECA more effectively in delivering its mandate. This new Division would incorporate sections from the Administration Division and the Publications and the Conference and Knowledge Management Division, excluding the Knowledge Management Services Section, which would be transferred under the African Institute for Economic Development and Planning, to be relocated to Addis Ababa from Dakar. ECA will also combine all natural resources-related workstreams, namely, those related to land and agriculture transformation and natural resources management, to be delivered under one Natural Resources and Food Systems Section. Moreover, the urbanization workstream of subprogramme 1 will be merged with the development planning workstream of the same subprogramme, under a new Spatial and Development Planning Section. These changes would allow for the abolishment of posts. The detailed revised structure is provided in annex I to the present document;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Allocative efficiencies: ECA is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. It is anticipated that the capacity of ECA to support the African Union Commission, especially the technical assistance to the Group of 20 on vision and strategy implementation, would be affected and that the speed of response to the increasing requests for support from member States would be reduced. As mitigation measures, ECA will focus resources strategically by prioritizing flagship initiatives that directly support the African Union’s engagement with the Group of 20 and high-demand requests from member States, leveraging the work of other regional economic commissions and other think tanks by delegating or partnering with African research institutions and universities for technical analysis and evidence generation. ECA will also intensify its resource mobilization efforts and engage with member States to seek extrabudgetary resources for technical support services from which they benefit."
      },
      {
        "prefix": "164",
        "level": 0,
        "text": "Furthermore, an additional amount of $177,300 is also proposed for redeployment to section 29B, Department of Operational Support, for consolidation of payroll functions, comprising one post under the regular budget, to be redeployed from Addis Ababa to Nairobi."
      }
    ]
  },
  {
    "num": 39,
    "section": "18",
    "entity": "Regional Commissions New York Office",
    "narratives": [
      {
        "prefix": "165",
        "level": 0,
        "text": "As reflected in tables 145 to 147, the revised budget for the Regional Commissions New York Office amounts to $968,700 under the regular budget, reflecting a reduction of $92,700 (8.7 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $92,700, including the proposed abolishment of 1 post under the regular budget, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the Regional Commissions New York Office has reviewed its non-post requirements and is proposing to discontinue its resource requirements for hospitality, with a view to reducing discretionary expenses. Moreover, with an increased reliance on virtual and hybrid meeting modalities, the operational need for in-person hospitality has reduced;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Functional streamlining: general administrative support functions – such as managing correspondence and schedules, coordinating with the regional commissions, preparing meetings and events and drafting background materials – will be consolidated."
      }
    ]
  },
  {
    "num": 40,
    "section": "19",
    "entity": "Economic and Social Commission for Asia and the Pacific",
    "narratives": [
      {
        "prefix": "166",
        "level": 0,
        "text": "As reflected in tables 148 to 150, the revised budget for ESCAP amounts to $50,973,600 under the regular budget, reflecting a reduction of $7,650,700 (13.1 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes, due mainly to:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Establishment of a common administrative platform in Bangkok: building on its administrative capacity and expertise as the largest Secretariat entity in the region, ESCAP will lead the consolidation of the administrative components of Secretariat entities based in Bangkok into a common administrative platform by the middle of 2026, which will create economies of scale and consolidate duplicated administrative capacities, allowing for the abolishment of 13 posts across ESCAP administrative services of finance, human resources, travel and transport, procurement, asset management, facilities management and information technology services, effective 1 January 2026, resulting in a saving of $1,011,300;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: reduction of $6,518,200, including the proposed abolishment of 48 posts, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Cost optimization: the reduction under non-post resources reflects the efficiencies including related to: renegotiated outsourced contracts and reduced printing requirements; the increased use of in-house capacity in lieu of consultants; the increased use of hybrid meetings in lieu of travel of experts; a reduction in official travel of staff, which would also reduce the carbon footprint; the procurement of laptops and other information technology equipment, as needed, made possible by the deferred ICT equipment replacements, and the discontinuation of the offsite ICT server backup centre in Incheon; and improved utility efficiencies and the assigning of some building-related operating and maintenance costs to those tenants that use more floor space, following the increase in the number of tenants after the completion of the seismic mitigation retrofit and life-cycle replacements project;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Leveraging technology: ESCAP will increase the use of artificial intelligence and other technologies, as appropriate, in the areas of documentation processing and translation, leading to efficiencies in the Conference and Documentation Services Section;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Allocative efficiencies: ESCAP is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impacts on the implementation of mandates. As measures to mitigate the changes in deliverables, ESCAP will operate with reduced capacity to support side events and commemorative activities and scale back on outreach and communication materials. To ensure the continued servicing of its three core functions, ESCAP will reduce the duration of planned meetings where possible by using online formats and will limit the scope of some publications or produce them as policy briefs instead. ESCAP will also rely more heavily on extrabudgetary resources to sustain essential activities;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Change in funding sources: ESCAP is proposing to change the funding source for one post of Staff Assistant in the Conference and General Services Section and one post of Programme Management Assistant in the Strategy and Programme Management Division to extrabudgetary resources effective 1 January 2026. The ESCAP Conference and General Services Section provides services to both ESCAP programme divisions and a growing base of external clients. The related income generated through services provided to these clients would be sufficient to fund the position. The post of Programme Management Assistant provides services to ESCAP programme divisions in the implementation of both regular budget and extrabudgetary activities. This will result in a saving of $121,200 in the regular budget in 2026."
      },
      {
        "prefix": "167",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with one post proposed to be abolished in 2026 but later than 1 January, representing an additional estimated reduction of $45,300 in 2027. In addition, ESCAP will carry out its conference structure review, which will lead to a further realignment in the years beyond 2026."
      }
    ]
  },
  {
    "num": 41,
    "section": "20",
    "entity": "Economic Commission for Europe",
    "narratives": [
      {
        "prefix": "168",
        "level": 0,
        "text": "As reflected in tables 151 to 153, the revised budget for the Economic Commission for Europe amounts to $35,269,900 under the regular budget, reflecting a reduction of $5,689,600 (13.9 per cent) compared with the proposed programme budget for 2026, excluding the cost for the time-limited transitional staffing capacity. The reduction consists of the following proposed changes under efficiencies and improvements: overall reduction of $5,689,600, including the proposed abolishment of 28 posts under the regular budget, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the increased reliance on in-house capacity will reduce requirements for temporary staff and consultants;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: ECE expects to increase the use of technology for text editing and design and proposes the abolishment of two General Service (Other level) posts, namely, one Editorial Assistant and one Graphic Design Assistant;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Allocative efficiencies: ECE is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. It is anticipated that the reduced capacity will have an impact on logistical support for the facilitation of intergovernmental processes, in particular for the servicing of meetings; substantive services for meetings; maintenance and updates of databases due to reduced capacity for input and verification of data, among others; and communications deliverables, with updates being less frequent and comprehensive. As mitigation measures, ECE will pool support resources and reallocate responsibilities and tasks among existing staff, aiming at maintaining operational efficiency. Management functions will be redistributed within existing D-1 and higher posts. Modern technologies and digital tools, such as artificial intelligence, will also be leveraged to the extent possible to mitigate negative impacts."
      },
      {
        "prefix": "169",
        "level": 0,
        "text": "During the transition phase, ECE will require a temporary staffing capacity to provide programme management and ICT-related support and services, corresponding to a temporary cost of $308,700, for three posts, namely, one Programme Management Assistant (General Service (Other level)), one Information Systems Assistant (General Service (Other level)) and one Information Systems Officer (P-3), proposed to be established as temporary posts through 30 April 2026, 31 May 2026 and 30 November 2026, respectively."
      }
    ]
  },
  {
    "num": 42,
    "section": "21",
    "entity": "Economic Commission for Latin America and the Caribbean",
    "narratives": [
      {
        "prefix": "170",
        "level": 0,
        "text": "As reflected in tables 154 to 156, the revised budget for ECLAC amounts to $56,247,700, reflecting a reduction of $6,593,700 (10.5 per cent) compared with the proposed programme budget for 2026 under the regular budget. The reduction consists of the following proposed changes under efficiencies and improvements: reduction of $6,593,700, including the proposed abolishment of 60 posts and 1 general temporary assistance position and the downward reclassification of 4 posts, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: a review of discretionary spending has enabled a strategic reprioritization of information technology licences and subscriptions, ensuring the retention only of essential services. In addition, the renegotiation of rental and utilities contracts and the imposition of strict consumption ceilings on supplies and materials will contribute to enhanced cost-efficiency and alignment with the long-standing operational strategy of ECLAC. Moreover, previously planned furniture and equipment acquisitions deemed non-critical would be deferred;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: ECLAC will leverage identified opportunities to improve efficiency by incrementing the transitioning of workshops, training activities and advisory services from in-person to virtual or hybrid formats, where feasible. This shift would reduce reliance on physical infrastructure while maintaining the quality, accessibility and impact of outputs;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Process optimization: ECLAC has undertaken measures to enhance its working methods, which would result in improved operational efficiency and strengthened programme delivery. For example, unified workflows and consolidated reporting lines would strengthen internal control and eliminate overlapping functions. Streamlined mandate implementation and associated programme support processes would further enable a more precise phasing of general temporary assistance. ECLAC will also simplify formats and production workflows and processes of its publications and technical materials to enhance cost-effectiveness in knowledge delivery, and reduce reliance on external service providers, while maintaining support for evidence-based policymaking;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Organizational optimization: to ensure a more fit-for-purpose operational model, finance, procurement and other programme support and back-stop functions presently carried out at subregional offices would be centralized at ECLAC headquarters. This would not only minimize redundancies, but would also enhance service delivery, while improving consistency, accountability and responsiveness across the region and reinforcing the role of ECLAC as a regional service provider. By concentrating in one location most of its critical support services, ECLAC is also improving internal coordination and ensuring that available resources are aligned with the areas of greatest programmatic impact. The detailed revised structure is provided in annex I to the present document;"
      },
      {
        "prefix": "e",
        "level": 1,
        "text": "Allocative efficiencies: ECLAC is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, some workshops, seminars and training – such as trade facilitation workshops, innovation policy management training and environmental and statistical seminars – would be condensed to a reduced number of days, and would utilize online or hybrid formats. In addition, the number and volume of publications is anticipated to be reduced. For example, the Bulletin on the Facilitation of Trade and Transport in Latin America and the Caribbean would move to a quarterly cycle and be distributed through digital means. Flagship studies, such as the Economic Survey of Latin America and the Caribbean and the Preliminary Overview of the Economies of Latin America and the Caribbean, would retain their annual cycle but present fewer country notes, supplemented by richer online data sets. As mitigation measures, ECLAC will rely on multilingual virtual platforms, open e-learning resources and the selective use of extrabudgetary funds to preserve critical analytical products."
      }
    ]
  },
  {
    "num": 43,
    "section": "22",
    "entity": "Economic and Social Commission for Western Asia",
    "narratives": [
      {
        "prefix": "171",
        "level": 0,
        "text": "As reflected in tables 157 to 159, the revised budget for ESCWA amounts to $44,987,500 reflecting a reduction of $6,175,300 (12.1 per cent) under the regular budget compared with the proposed programme budget for 2026, excluding the cost for time-limited transitional staffing capacity. The reduction consists of the following proposed changes under efficiencies and improvements: reductions of $6,175,300, including the proposed abolishment of 43 posts, upward reclassification of 1 post, reassignment of 4 posts and 39 redeployments across components, due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Leveraging technology: ESCWA will leverage strategic optimization measures to meet the growing demand for policy advice, technical assistance and capacity-building from member States. For example, ESCWA will scale policy innovation and simulation tools enabling member States to co-design strategies and test policy scenarios remotely. ESCWA will also utilize artificial intelligence to support the internal production of parliamentary documents by automating content structuring, data extraction and formatting, and will explore the potential of leveraging robotic process Automation and Microsoft Copilot tools to carry out some administrative functions related to human resources, procurement and finance;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Organizational optimization: the abolishment of the Poverty and Social Justice Unit as well as the reorganization of administrative and support functions under direct lines of accountability to the Deputy Executive Secretary will streamline decision-making and reduce hierarchical layers, allowing for the abolishment of posts while ultimately enabling the preservation of core substantive capacities essential to ESCWA. The detailed revised structure is provided in annex I;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Allocative efficiencies: ESCWA is adjusting its planned activities and deliverables for 2026 and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, some activities and deliverables related to logistics, transport and trade facilitation, risk assessment and conflict prevention, and trade statistics would be discontinued, which reflects mainly the identification of technical and operational functions that are best delivered by specialized agencies and other United Nations entities. More broadly, it is anticipated that parliamentary documentation and substantive services for meetings will be reduced. Some seminars, workshops and training events and the production of some publications and technical materials will be delayed or discontinued. To mitigate the impact, ESCWA will leverage technology to utilize virtual modes of delivery, where possible, and increase reliance on short-term consultants, expert group meetings and contractors to maintain the quality and scope of its technical delivery, bridge critical capacity gaps, provide specialized expertise and address the needs of member States. ESCWA will also explore opportunities to seek extrabudgetary resources to support the continuation of select activities for which member States have requested support."
      },
      {
        "prefix": "172",
        "level": 0,
        "text": "During the transition phase, ESCWA will require temporary staffing capacity in support of the 2030 Agenda, including for regional follow-up and review of the Sustainable Development Goals as mandated under General Assembly resolution 69/244, voluntary national and local reviews, regional dialogues on the Goals and the development of knowledge products to enable alignment of national strategies with the 2030 Agenda, corresponding to a temporary cost of $725,800 for four temporary posts proposed until 31 December 2026."
      }
    ]
  },
  {
    "num": 44,
    "section": "24",
    "entity": "Office of the United Nations High Commissioner for Human Rights",
    "narratives": [
      {
        "prefix": "173",
        "level": 0,
        "text": "As reflected in tables 160 to 164, the revised budget for OHCHR amounts to $211,964,100 under the regular budget and to $1,206,100 for six months under the support account, reflecting a reduction of $37,462,600 (15.0 per cent) compared with the proposed programme budget for 2026 under the regular budget and a reduction of $212,000 (14.9 per cent) compared with the approved budget for the 2025/26 period (6 months) under the support account. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocation: the redeployment of two posts from Geneva to Bangkok, one post from Geneva to Beirut, one post from Geneva to Dakar, three posts from Geneva to Nairobi, four posts from Geneva to Panama City, three posts from Geneva to Pretoria, five posts from Geneva to Vienna, one post from Geneva to Nassau, one post from Panama City to Addis Ababa, one post from Panama City to Vienna, two posts from Vienna to Beirut and one general temporary assistance position from Geneva to Nairobi, under the regular budget, corresponding to the relocations of thematic, geographic and support functions to regional offices, resulting in a reduction of $262,000 in requirements;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: overall reduction of $37,200,600 under the regular budget, including the proposed abolishment of 105 posts and 1 general temporary position, and a reduction of $58,400 under the support account under non-post resources, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Leveraging technology: OHCHR intends to strengthen its focus on information technology to support both its human rights mandate and internal efficiency. Guided by the Secretary-General’s data strategy and guidance on human rights due diligence for digital technology, the Office aims to responsibly expand the use of information technology, including machine learning and artificial intelligence, as a transformative tool to strengthen its effectiveness, responsiveness and overall impact;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Process optimization: OHCHR intends to achieve productivity gains through digital transformation and work process streamlining by continuing to implement the delegation of authority framework to align decision-making and related business processes to structural changes. Users at the regional and country offices will be responsible for additional Umoja roles, enabling faster processing and decision-making at the local level. In addition, OHCHR will conduct further reviews of business workflows, critically analysing and redesigning processes to remove bottlenecks and optimize resource utilization. This may include transferring responsibilities to local offices and streamlining services, which collectively will save time and reduce recurring costs;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Functional streamlining: OHCHR will achieve increased efficiencies by pooling resources and consolidating the functions of Programme Assistants and Human Rights Officers, respectively, to provide unified support to mandates, such as those of special rapporteurs and working groups;"
      },
      {
        "prefix": "iv",
        "level": 2,
        "text": "Allocative efficiencies: OHCHR is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. Examples include the anticipated reductions in the number of users of the treaty body database, anticipated reductions in the number of training courses on reporting, individual communications, country visits and follow-up of treaty body recommendations to special procedures of the Human Rights Council. As a mitigating measure, OHCHR will provide explanatory information notes on the website and in weekly updates. Furthermore, OHCHR will provide online training, and the number of courses will be increased in order to address challenges relating to Internet connectivity, availability of hybrid modalities and difference in time zones, as well as to provide the effective transfer of knowledge to intended beneficiaries. OHCHR will refocus its efforts on the method of implementation of its mandate to mitigate the impact on planned deliverables through:"
      },
      {
        "prefix": null,
        "level": null,
        "text": "a.\tEnhanced use of both United Nations-approved artificial intelligence tools and customized in-house platforms, such as Microsoft Copilot (web-based version, with enterprise encryption) to facilitate secure drafting, summarization and research, and the development of tailored artificial intelligence assistants to support staff in efficiently accessing institutional knowledge and resources;"
      },
      {
        "prefix": null,
        "level": null,
        "text": "b.\tDeployment of specialized staff with expertise tailored to local contexts will reduce mission travel costs, allowing for reinvestment in technical cooperation and capacity-building initiatives;"
      },
      {
        "prefix": null,
        "level": null,
        "text": "c.\tEstablishment of strategic partnerships through memorandums of understanding with key United Nations service providers to secure region-specific administrative and operational support. These collaborations will optimize resource sharing, eliminate redundancies and enhance efficiency, ensuring alignment with the OHCHR decentralization strategy. By localizing support systems, OHCHR will strengthen its capacity to address regional human rights challenges while fostering integration with other United Nations entities operating in the field;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Application of the new staffing model (reference range by function) in the support account: the amount of $153,600 is proposed for reduction under the support account from the abolishment of two general temporary assistance positions, as a result of applying the new staffing model covering the function of human rights."
      },
      {
        "prefix": "174",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized under the regular budget with 3 posts proposed to be abolished in 2026 but later than 1 January 2026, and 17 posts proposed to be relocated to lower-cost duty stations only on 1 July 2026, representing an additional reduction of $445,800 in 2027. In respect of the support account, an additional reduction of approximately $150,000 is estimated in the 2026/27 budget period due to the application of reductions related to post actions for the full year, as opposed to the six-month period in the current proposal."
      }
    ]
  },
  {
    "num": 45,
    "section": "24",
    "entity": "Independent Institution on Missing Persons in the Syrian Arab Republic",
    "narratives": [
      {
        "prefix": "175",
        "level": 0,
        "text": "As reflected in tables 165 to 167, the revised budget for the Independent Institution on Missing Persons in the Syrian Arab Republic amounts to $10,905,100 under the regular budget, reflecting a reduction of $1,929,100 (15.0 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed change under efficiencies and improvements: a reduction of $1,929,100, including the proposed abolishment of nine posts, reassignment of one post and redeployment of one post, which is due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: reductions in non-post resources reflect efforts to contain travel costs through virtual engagements where possible, while still maintaining necessary provisions in the light of operational needs. Consultant costs have been reduced through more selective engagement and expanded use of in-house capacity. These measures are further supported by increased reliance on automation and more streamlined operational workflows;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Process optimization and leveraging technology: the Independent Institution will optimize internal tools and workflows with the introduction of automation features, such as built-in alerts for budget monitoring and follow-up triggers for outstanding financial actions, reducing the need for manual tracking;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Functional streamlining: specific responsibilities associated with the posts proposed for abolishment will be redistributed within the existing teams while also relying on external service providers. For example, functions to respond to the psychosocial needs of the victims and their families will be carried out by Human Rights Officers with appropriate profiles and through the use of strengthened mechanisms for referral to civil society and partner organizations. Regarding translation and interpretation functions, the Independent Institution emphasizes the need for Arabic fluency when recruiting for relevant roles and will rely on a combination of in-house capacity and external interpretation and translation services. Specialized functions, such as satellite imagery analysis, will be conducted through greater use of external service providers. The Independent Institution will also rely on internal United Nations service providers for functions related to finance and security risk management;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the Independent Institution is adapting its planned activities and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. These resource reductions may impact the Institution’s planned activities including by limiting the frequency and scope of field deployments and the internal capacity to expand analytical tools and centralize large volumes of sensitive data. While core functionalities will be maintained, some timelines for the development of data and information systems, in particular those requiring custom-built systems for secure data ingestion, storage and processing, may be extended. The reduction of psychosocial support and programme support functions may slow the rollout of structured participation mechanisms and reduce capacity for individualized family engagement, including timely referrals for psychosocial and legal support. To mitigate the impact, the Institution will focus its recruitment efforts on securing cross-functional profiles to fill critical gaps and will implement enhanced inter-agency and civil society partnerships to supplement services, in particular in areas like legal and psychosocial assistance. In addition, activities requiring sustained field engagement and intensive technical development may be sequenced more gradually, while high-risk or high-impact priorities will be maintained as a matter of strategic focus."
      },
      {
        "prefix": "176",
        "level": 0,
        "text": "The Independent Institution acknowledges the importance of increasing proximity to affected communities, in particular in the light of the significant shift in the country context following the events of December 2024. In response to this new reality, the Institution conducted an internal assessment of needs in terms of its presence and access and has formally submitted a request to establish an in-country presence in Damascus. This would allow for the eventual relocation of a significant portion of staff and operations to the Syrian Arab Republic in order to support mandate implementation directly on the ground. Should relocation to the country remain unfeasible, the Institution may also assess alternative regional hubs. While operational necessity is the main drive of this proposed shift, it is expected that in future years such relocation would also yield resource savings, such as reduced travel costs and lower personnel expenses."
      }
    ]
  },
  {
    "num": 46,
    "section": "27",
    "entity": "Office for the Coordination of Humanitarian Affairs",
    "narratives": [
      {
        "prefix": "177",
        "level": 0,
        "text": "As reflected in tables 168 to 170, the revised budget for the Office for the Coordination of Humanitarian Affairs amounts to $15,731,700 under the regular budget, reflecting a reduction of $2,874,200 (15.4 per cent) compared with the proposed programme budget for 2026. The reduction consists of the following proposed changes under efficiencies and improvements: reductions of $2,874,200 including the proposed abolishment of 10 posts and 4 general temporary assistance positions. This reflects the Office’s ongoing reset initiative, which is part of the wider humanitarian reset. The Office’s reset aims to preserve its core mandate by ensuring that essential coordination mechanisms continue to operate, prioritizing high-need crisis areas and scaling down operations in lower-need regions. This includes downsizing field offices, shifting responsibilities to local partners, reallocating resources and streamlining processes to improve efficiency. These measures are designed to ensure the continued relevance, responsiveness and effectiveness of the Office’s work. The reset is expected to conclude in early 2026, and organizational refinements arising from the reset will be reflected in the proposed programme plan for 2027. The reductions are due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Process optimization: the Office plans to streamline various processes covering all aspects of its programme and consolidate various deliverables covering similar thematic areas in order to avoid duplication and fragmentation. For example, the Office will merge the three planned high-level pledging events into two regional or thematic summits, further aligning them with existing international forums (e.g. General Assembly, Conference of the Parties to the United Nations Framework Convention on Climate Change, humanitarian affairs segment of the Economic and Social Council). To sustain momentum and transparency beyond large-scale events, the Office will reinforce bilateral briefings and expand the use of digital platforms and dashboards. This approach aims to ensure continued donor confidence and support for urgent humanitarian needs, despite the fact that fewer standalone pledging events will be held. Various meetings covering similar core themes will be integrated to reduce overlap; each meeting will be designed for maximum relevance and visibility, with fewer side events and more inclusive high-level panels. In addition, the Office will scale back the frequency and scope of updates to field guides, maps and other reference tools. Updates to lower-demand, legacy or non-critical products will be paused to enable core efforts to focus on high-priority crisis types. The Office will also share responsibilities with United Nations entities, civil society organizations and academic institutions for the development and deployment of tools for data collection. The Office will also shift from preparing updates of non-critical datasets and tools on a monthly to a quarterly or biannual basis; focus on event-driven updates (e.g. post-disaster or conflict escalation) rather than following routine cycles; and encourage partners to utilize and contribute to existing platforms rather than building new ones. This approach will ensure that essential tools remain available for over 1,000 operational partners;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Leveraging technology: the Office plans to use various technological tools and applications, including artificial intelligence, to facilitate further optimization, tracking and reporting of various humanitarian financial and substantive information in its field locations. Virtual formats for meetings with various stakeholders will be adopted where feasible in lieu of in-person meetings;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Functional streamlining: the Office is reducing its global footprint to high-priority areas where life-saving humanitarian assistance is required. Functions related to the posts proposed for abolishment will be redistributed to remaining posts where feasible, and efforts to focus on enhancing operational and programmatic efficiency through streamlined workflows and improved coordination with other United Nations entities both at headquarters and in the field will continue;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of its mandates. For example, two technical cooperation projects in countries where the Office is scaling down its presence will be postponed. To mitigate the reduction in the number of field and technical cooperation projects, the Office will focus on life-saving and high-impact training (such as training on emergency coordination, anticipatory action and disaster response logistics). The Office will reduce to a minimum its reliance on contractual services and travel-heavy deployments; create scalable, multilingual training toolkits that are adaptable across crises; conduct needs assessments to identify where capacity-building is most needed; and strengthen training-of-trainers models to scale local expertise. Interventions will be tailored to needs identified in the field, avoiding one-size-fits-all approaches. The Office will also strengthen regional knowledge exchanges and South-South cooperation to amplify reach and share best practices efficiently. While fewer projects will be implemented, they will be more focused, context-specific and designed for sustainable impact. To mitigate the reduced frequency and scope of updates to reference tools, the Office will use template-based maps and assessment outputs to reduce design and production resources while maintaining their utility and coverage. More broadly, the Office will explore further possibilities for pooling resources with other United Nations entities in the field to collectively finance shared services and operational enablers, such as humanitarian air bridges, needs assessments, data gathering and analysis, rapid response mechanisms, and safety and security measures."
      },
      {
        "prefix": "178",
        "level": 0,
        "text": "Following implementation of the Office’s reset initiative, the Executive Office functions relating to the Office will be carried out through the common administrative platform in New York beginning on 1 January 2027."
      }
    ]
  },
  {
    "num": 47,
    "section": "27",
    "entity": "United Nations Office for Disaster Risk Reduction",
    "narratives": [
      {
        "prefix": "179",
        "level": 0,
        "text": "As reflected in tables 171 and 172, the revised budget for United Nations Office for Disaster Risk Reduction amounts to $1,396,400 under the regular budget, reflecting a reduction of $246,500 (15.0 per cent) compared with the proposed programme budget for 2026. The proposed reduction consists of the following proposed changes under efficiencies and improvements: an overall reduction of $246,500 due mainly to cost optimization. The proposed reduction under grants and contributions relates to the regular budget grant to UNDP in support of operational activities for disaster mitigation, prevention and preparedness pursuant to General Assembly resolution 52/12 B. The programmatic impact of this proposed reduction will be mitigated by the Office’s optimization of costs, funded by extrabudgetary resources, allowing the Office to further increase its focus on direct substantive support and engagement in operational activities."
      }
    ]
  },
  {
    "num": 48,
    "section": "28",
    "entity": "Department of Global Communications",
    "narratives": [
      {
        "prefix": "180",
        "level": 0,
        "text": "As reflected in tables 173 to 177, the revised budget for the Department of Global Communications amounts to $101,852,900 under the regular budget and $447,900 for six months under the support account, reflecting a reduction of $18,506,600 (15.4 per cent) compared with the proposed programme budget for 2026, excluding resources redeployed across sections; and a reduction of $31,600 (6.6 per cent) compared with the approved budget for the 2025/26 period (6 months) under the support account. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocation: the redeployment of 23 posts and 1 general temporary assistance position from New York to Vienna (20 posts and 1 general temporary assistance position) and to Nairobi (3 posts) under the regular budget, and 1 post from New York to Vienna under the support account, corresponding to the relocation of public information officers, librarians and radio producers to lower-cost duty stations, resulting in lower requirements of $363,500 under the regular budget and $31,600 under the support account (6 months);"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: under the regular budget, reductions of $18,143,100, including the proposed abolishment of 102 posts and 3 general temporary assistance positions, and the establishment of 1 post, due mainly to the following factors;"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Leveraging technology: the Department will leverage technology including expanding its use of artificial intelligence to enhance multilingual content production and workflow efficiency while maintaining editorial standards and transparency. This includes audio versioning and immersive multimedia content across 10 languages; integration of artificial intelligence functionalities into the United Nations Web TV platform; and progressive delivery of press releases in Arabic, Chinese, Russian and Spanish using generative artificial intelligence tools, with human oversight. The Department will also use virtual formats for the conduct of its outreach activities where feasible. With regard to the Dag Hammarskjöld Library, the Department will use new technologies to automate cataloguing to the extent possible. The Department is also reviewing the number of websites to determine opportunities for their further consolidation;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Functional streamlining: The Department plans to pool resources and redistribute functions and responsibilities to reduce duplication and fragmentation by organizing the Department’s work into three functional pillars: (a) strategy and planning; (b) news and multimedia; and (c) outreach. The first pillar will focus on strategy, narrative and messaging development. It will cover both daily operations and longer-term planning of communications work, as well as coordination within the Department and across the United Nations system around key priorities, crisis situations and information integrity issues. This work will feed into the second pillar, which will consolidate all content production undertaken by the Department and manage distribution through appropriate channels. The third pillar will use the content produced to cultivate long-term support for the United Nations among key global audiences, working with partner networks, through messengers that people trust and in the languages that they speak. The resulting impacts of distribution and outreach activities will inform future strategy and planning exercises. For example, when promoting a climate-related report, under the first pillar, the strategic communications and media plan would be developed, and coordination with relevant United Nations entities would be arranged to ensure consistent narrative alignment and mutual support. Multimedia content regarding the report, including coverage of any relevant launch events, would then be produced under the second pillar. Lastly, under third pillar, established partnerships would be leveraged with civil society, high-profile supporters, academics and trusted local voices to amplify the report’s key findings in multiple languages, working through United Nations information centres. In addition, some other functions of posts proposed for abolishment will be redistributed to existing posts to the extent possible. For example, the Director’s Office under the Campaigns and Country Operations Division is proposed for abolishment, and its functions covering external engagement, strategic planning and content production will be redistributed to divisions and offices with greater capacity. A cross-functional, multi-skilled administrative team capable of supporting multiple units will be created to handle residual administrative functions, including, for example, those related to property management, thereby reducing the fragmentation of support across the Department. Lessons learned from the impact of the Department’s functional streamlining will inform any adjustments to the Department’s organizational structure, which will be presented in future budget proposals, where applicable;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Allocative efficiencies: The Department is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of its mandates. For example, while the scope and scale of United Nations Day celebrations and commemorative and outreach activities mandated under General Assembly resolutions will be reduced in field offices, in order to partly mitigate the risks and ensure the continued visibility of United Nations priorities and observances, United Nations information centres will leverage inter-agency collaboration and work closely with United Nations agencies, funds and programmes, bilateral donors and external partners on the ground to facilitate the celebration of the United Nations Days to promote United Nations priorities in field locations. In-person activities and production of physical materials will be discontinued and replaced by virtual events and digital materials, where feasible. In addition, the content of various materials produced by the Department, including outreach materials, will be reduced in scale and scope; the focus will be only on priority messaging. The provision of academic training on specialized mandates to target audiences will be curtailed. With regard to webcasting services, the number of meetings that will be webcast will be reduced, including those of the Human Rights Council. To mitigate the impact, webcasting capacity for the human rights treaty bodies will be used for Human Rights Council and related meetings as available. United Nations Television will operate with reduced capacity, with meeting coverage relying on the automated use of cameras."
      },
      {
        "prefix": "181",
        "level": 0,
        "text": "An additional amount of $3,200,700 is proposed for redeployment to section 29B, Department of Operational Support, for consolidation of Executive Office functions in New York, representing 22 posts, and $38,500 in non-post resources under the regular budget."
      },
      {
        "prefix": "182",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized under the regular budget with 19 posts proposed to be abolished in 2026 but later than 1 January, representing additional estimated reductions of approximately $1,183,100 in 2027 and approximately $110,600 relating to the relocation of 23 posts and 1 general temporary assistance position across duty stations. With regard to the support account, an additional reduction of approximately $30,000 is estimated in the 2026/27 budget period due to the application of reductions related to the post actions for the full year, as opposed to the six-month period in the current proposal."
      }
    ]
  },
  {
    "num": 49,
    "section": "29A",
    "entity": "Department of Management Strategy, Policy and Compliance",
    "narratives": [
      {
        "prefix": "183",
        "level": 0,
        "text": "As reflected in tables 178 to 182, the revised budget for the Department of Management Strategy, Policy and Compliance amounts to $57,660,500 under the regular budget and to $38,367,000 under the support account, reflecting a reduction of $10,278,500 (15.1 percent ) compared with the proposed programme budget for 2026, and a reduction of $2,112,500 (5.2 percent) (excluding the resources redeployed across entities and the cost for the time-limited transitional staffing capacity) compared with the approved budget for the 2025/26 period under the support account. After deducting the exempted amount of $17.1 million relating to non-discretionary expenses (costs for enterprise resource planning and after-service health insurance) from the base amount used for calculations and from the total change amount, the percentage change compared with the 2025/26 approved (six-month period) resources would be a reduction of 9.0 per cent. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocation: the redeployment of 43 posts under the regular budget and 31 posts and 2 general temporary assistance positions under the support account, from New York to Bonn, Nairobi and Valencia, corresponding to the relocations of functions relating to human resources policy, organizational development and staff well-being (Office of Human Resources/Global Strategy and Policy Division); conduct and discipline, appeals, and accountability (Office of Human Resources/ Administrative Law Division); and data transformation and continuous improvement, enterprise risk management and evaluation (Business Transformation and Accountability Division); to lower-cost duty stations, resulting in lower requirements of $1,041,400 under the regular budget and lower requirements of $471,100 for six months under the support account;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: reductions of $9,237,100, including the proposed abolishment of 50 posts and 1 general temporary assistance position under the regular budget, and proposed reductions of $341,500 for non-post resources under the support account, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Functional streamlining: as part of a broader resource rationalization exercise, the Office of Human Resources will strengthen its enabling capacities by consolidating managerial responsibilities, rationalize substantive support in a variety of mandated areas of activity and ongoing reform initiatives, and automate administrative processes, while redistributing work within the reduced staffing level. The Business Transformation and Accountability Division will continue its process of structured cost reduction by consolidating roles and responsibilities, simplifying internal processes and increasing the use of automation. Resources will be realigned internally to target priority areas in risk and oversight, organizational performance, and analytics and transformation. In order to further strengthen a culture of efficiency in the request for and use of Member States’ resources for the implementation of all Secretariat activities, the Office of Programme Planning, Finance and Budget will initiate the optimization of the Office, including by consolidating the policy and coordination functions of the Programme Planning and Budget Division and the Field Operations Finance Division, and establishing a new Financial Information Operations Service to provide common support to all three divisions of the Office in terms of data and financial systems. The results-based management function of the Business Transformation and Accountability Division will be integrated into the programme planning and budgeting function of the Office of Programme Planning, Finance and Budget to strengthen the linkage between results-based management and results-based budgeting and the integrated cycle of planning as well as to streamline support to clients in the preparation of their programmatic planning;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Allocative efficiency: the Department of Management Strategy, Policy and Compliance is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, the Office of Programme Planning, Finance and Budget will reduce the extent of programmatic plan and performance information included in the budget fascicles by providing alternate and more efficient methods of access to information, and it will reduce the frequency of some reports, such as the report on capital investment planning. In addition, the Programme Planning and Budget Division is exploring opportunities to further streamline reporting presented to the General Assembly during its main session under the agenda item on the proposed programme budget, in particular by building on initiatives from recent years, such as efforts to strengthen the consolidation of requirements to minimize the need for additions to the proposed programme budget and to consolidate required budgetary information within fewer reports. Under the Field Operations Finance Division, peacekeeping missions’ performance reports would be integrated into their respective budget reports since they will be providing more integrated information and reducing the size of reports without compromising the provision of critical information; that reduction will also have downstream efficiencies, not only within the Office of Programme Planning, Finance and Budget but also in terms of the timely publication of the reports;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Application of the new staffing model (reference range by function) in the support account: an amount of $1,299,900 is proposed for reduction under the support account due to the abolishment of 14 posts and positions as a result of applying the new staffing model covering the functions of finance and budget, human resources, procurement, conflict management and investigations, management (Department of Management Strategy, Policy and Compliance) and organizational performance."
      },
      {
        "prefix": "184",
        "level": 0,
        "text": "Furthermore, an additional amount of $1,881,500 is also proposed for redeployment to section 29B, Department of Operational Support, for the consolidation of Executive Office functions in New York, comprising 12 posts, and $68,700 in non-post resources under the regular budget."
      },
      {
        "prefix": "185",
        "level": 0,
        "text": "In addition, during the transition phase, the Department of Management Strategy, Policy and Compliance will require a temporary staffing capacity to help mitigate legal, operational, reputational and human capital risks to the United Nations, corresponding to a temporary cost of $1,280,600 for seven temporary posts and associated common services costs until 31 December 2026."
      },
      {
        "prefix": "186",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized with one post proposed to be abolished in 2026 but later than 1 January, representing an additional reduction of $63,600 in 2027. In respect of the support account, an additional reduction of approximately $1,500,000 is estimated in the 2026/27 budget period due to the application of reductions related to the post actions for the full year, as opposed to the six-month period in the current proposal."
      }
    ]
  },
  {
    "num": 50,
    "section": "29B",
    "entity": "Department of Operational Support",
    "narratives": [
      {
        "prefix": "187",
        "level": 0,
        "text": "As reflected in tables 183 to 187, the revised estimates for the Department of Operational Support, excluding resources related to UN80 consolidation initiatives, amount to $84,106,100 under the regular budget (section 29B) and to $55,660,300 for six months under the support account, reflecting a reduction of $12,459,400 (12.9 per cent) compared with the proposed programme budget for 2026 and a reduction of $7,373,700 (11.7 percent) compared with the approved budget for 2025/26 under the support account for peacekeeping operations. After deducting the exempted amount of $20.9 million under the regular budget and an amount of $12.6 million under the support account relating to non-discretionary expenditure from the base amount used for the calculations and from the total change amount, the percentage change under the regular budget compared with the 2026 proposed resources would be a reduction of 16.5 per cent, and the percentage change under the support account would be 15.0 per cent compared with the approved resources for 2025/26. The reduction is comprised of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocations: the redeployment of 9 posts from New York to Brindisi (2 posts), Valencia (5 posts) and Entebbe (2 posts) under the regular budget, and of 20 posts and 4 temporary positions from New York to Brindisi and 5 posts from New York to Valencia under the support account, corresponding to the relocation of some procurement, capacity development and operational training, crisis response and administrative functions to lower-cost duty stations, resulting in lower requirements of $155,700 under the regular budget and $571,300 under the support account;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: reductions of $12,303,700, including the proposed abolishment of 66 posts and three general temporary assistance positions and the redeployment of 17 posts across subprogrammes/components under the regular budget, and of $3,954,400, including the abolishment of 48 posts and 2 general temporary assistance positions, as well as the downward reclassification of 1 post under the support account, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Cost optimization: the reduction under non-posts reflects mainly ongoing efforts to reduce contractual obligations in respect of facilities-related contracts, including cleaning, electrical, building management systems, heating, ventilation and air conditioning maintenance, waste disposal and other contracts for the maintenance of premises, among others;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Leveraging technology: the Department will continue to leverage technology with a focus on process improvement, improved operational performance management, and standardization and optimization of operational processes. In those areas where opportunities exist for technology to contribute efficiencies, the Department will explore employing automation. This may, however, require some initial investment, including in the deployment of tools to automate routine tasks, such as: advanced technology services for use at every stage of the recruitment process, including testing, application screening, translation, essay grading and interview reporting; a client relations management application as part of a pilot of automated human resource advisory services to replace the current handling of service requests from client entities by Department staff; an expanded digital registry for official status files in order to streamline personnel records management; web-based enablers to conduct outreach events, where suitable, including outreach to vendors from developing countries and countries with economies in transition;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Functional streamlining and organizational optimization: the Department will continue to explore opportunities for reprioritization, functional streamlining and organizational optimization, as well as opportunities for process optimization, including the redistribution of functions among existing staffing resources. The Department’s efforts will continue to enhance staff interoperability with on-the-job training and skills development based on a prioritized approach;"
      },
      {
        "prefix": "iv",
        "level": 2,
        "text": "Allocative efficiencies: the Department has undertaken a prioritization exercise relating to its planned 2026 deliverables and is realigning its resources with evolving operational and programmatic requirements. Targets will be revised in such areas as recruitment and rostering, healthcare quality and patient safety standards, global systems contracts and service requests for facilities and commercial services. Where feasible, mitigation measures have been implemented and include replacing with virtual engagements planned visits and workshops with support entities regarding fair and inclusive hiring processes; strengthening internal capacity to apply modern assessment techniques in lieu of hiring consultants and experts in industrial organizational psychology; further prioritizing procurement, based on client entities’ requirements, including better leveraging existing stock and contracts where possible; and focusing maintenance work on critical and core areas of the premises, as appropriate;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Application of the new staffing model (reference range by function): An amount of $2,811,700 is proposed for reduction under the support account due to the abolishment of 29 posts and 4 general temporary assistance positions as a result of applying the new staffing model covering the functions of Operational Planning and Support, Capacity Development and Operational Training, Human Resources, Logistics, Procurement, Uniformed Capabilities Support, Central Support Services, and Medical and Management under the Department of Operational Support."
      },
      {
        "prefix": "188",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with eight posts proposed to be abolished in 2026 but later than 1 January, representing an additional reduction of $475,600 in 2027 under the regular budget. In respect of the support account, an additional reduction of approximately $6,500,000 is estimated in the 2026/27 budget period due to the application of reductions related to the post actions for a whole year, as opposed to the six-month period in the current proposal."
      },
      {
        "prefix": "189",
        "level": 0,
        "text": "As reflected in tables 183 to 187, the revised estimates for the Department of Operational Support reflect a net increase of $12,568,500, including 73 posts under the regular budget, and $674,100, including 7 posts under the support account, resulting from the consolidation of executive office functions currently performed by numerous Secretariat entities, through the creation of a common administrative platform in New York under the Department, as explained in paragraphs 20 to 26 above. These net increases result from the redeployment from other entities (Executive Office of the Secretary-General, Department of Management Strategy, Policy and Compliance, Department of Economic and Social Affairs, Department for General Assembly and Conference Management, Department of Global Communications, Development Coordination Office, Department of Political and Peacebuilding Affairs-Department of Peace Operations, Office of Legal Affairs, Office for Disarmament Affairs and Counter-Terrorism Committee Executive Directorate) of $15,861,900, including 99 posts under the regular budget, and $674,100, including 7 posts under the support account, offset in part by a decrease of $3,293,400 (16.6 per cent) and the abolishment of 26 posts under the regular budget owing to expected efficiencies in relation to the consolidation of functions. These changes would result in a total amount of $16,496,400 and 104 posts under the regular budget and an amount of $1,994,200 and 22 posts under the support account for the consolidated Executive Office functions in New York."
      },
      {
        "prefix": "190",
        "level": 0,
        "text": "In addition, as reflected in tables 183 to 187, the revised estimates for the Department of Operational Support reflect a net increase of $610,300, including four posts under the regular budget resulting from the consolidation of payroll functions servicing the entire Secretariat. While payroll is currently processed by separate teams in eight locations, following the consolidation of payroll functions it will be processed by one team located across three locations (New York, Entebbe and Nairobi), as explained in paragraphs 32 to 39 above. This net increase results from the redeployment of $769,200, including six posts from other entities (United Nations Office at Nairobi and ECA), offset in part by a decrease of $158,900 (12.3 per cent) and a net decrease of two posts owing to expected efficiencies in relation to the consolidation of functions. These changes would result in a total amount of $1,134,500 and nine posts under the regular budget, and $49,800 for one post under the support account for the consolidated payroll functions."
      },
      {
        "prefix": "191",
        "level": 0,
        "text": "Furthermore, during the transition phase, the Department would require temporary staffing capacity to support the transition to one consolidated payroll team, including to develop and manage a comprehensive transition plan, ensuring that tasks, timelines and roles are clearly defined, and to support the upskilling of staff and allow for uninterrupted services, among other functions. For the regular budget, this would require resources in the amount of $205,100 for two temporary posts (1 Professional for 6 months and 1 General Service for 12 months). Under the support account, an amount of $59,300 would be required for one general temporary assistance position in 2026."
      }
    ]
  },
  {
    "num": 51,
    "section": "29C",
    "entity": "Office of Information and Communications Technology",
    "narratives": [
      {
        "prefix": "192",
        "level": 0,
        "text": "As reflected in tables 188 to 192, the revised budget for the Office of Information and Communications Technology amounts to $47,844,900 under the regular budget, and $15,068,900 under the support account, reflecting a reduction of, respectively, $7,537,400, or 13.6 per cent), compared with the proposed programme budget for 2026 and $2,291,600, or 13.2 per cent, compared with the approved budget for 2025/26 (six months) under the support account. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocation: the redeployment of 12 posts from New York to Valencia (6 posts) and Bangkok (6 posts) under the regular budget and 2 posts from New York to Valencia under the support account, corresponding to the relocations of mainly posts of Information Systems Officer to lower-cost duty stations, resulting in lower requirements of $250,400 (regular budget) and $76,800 for the support account;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: overall reductions of $7,287,000, including the proposed abolishment of 26 posts and 2 general temporary assistance positions, and $2,065,300 under the support account, including the proposed abolishment of 3 posts, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Cost optimization: the reduction under non-post resources reflects improved contractual agreements in service contracts, a reduction in ICT contractual personnel/services and lower costs for licences;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Leveraging technology: efficiencies will be achieved, where feasible, through the consolidation of and reduction in data centres and the implementation of a hybrid multi-cloud approach, which reduces redundant infrastructure, lowers maintenance and energy costs and strengthens disaster recovery. The United Nations Digital ID is also envisioned as an all-in-one digital solution for the United Nations family, streamlining access to ICT services and enhancing coordination across the Organization’s entities. The proposal advances efforts to digitally transform the Organization through the use of data analytics capabilities for decision-making and strategic planning, along with the careful implementation of emerging technologies, while closely monitoring cost, performance and business value;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Functional streamlining: in continuation of the ongoing reprioritization of services, where feasible, the Office of Information and Communications Technology will streamline and adjust ICT capacities and functions in a number of areas such as strategic leadership, policy and governance at the operational level, infrastructural operations, ICT security, enterprise application development and support, and centralized services. The consolidation of data centres and functions to deliver significant application development, innovation and related administrative support will be rightsized;"
      },
      {
        "prefix": "iv",
        "level": 2,
        "text": "Allocative efficiencies: the Office of Information and Communications Technology is adjusting its planned 2026 deliverables, where possible, realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, to mitigate the anticipated reduction in performance measures, targets and related deliverables, the Office will implement, where feasible, the following measures:"
      },
      {
        "prefix": null,
        "level": null,
        "text": "a.\tTo mitigate the reduction in the number of deliverables related to process automation, the development of custom solutions for substantive offices and the integration of artificial intelligence into enterprise solutions, the Office will prioritize projects, provide technical advice instead of designing solutions directly and promote awareness of artificial intelligence capabilities to support the work of the Organization;"
      },
      {
        "prefix": null,
        "level": null,
        "text": "b.\tTo mitigate the impact on critical back-end functions such as administration and billing, equipment replacement, maintenance and support and other technology-related expenditure that underpin the overall quality of service delivery that may compromise the reliability of systems, potentially resulting in degraded performance and limiting the ability to deliver the full range of required functionalities, the Office is leveraging existing enterprise ICT services and cloud-based tools available through current platforms;"
      },
      {
        "prefix": null,
        "level": null,
        "text": "c.\tCloud-based authentication enhances security by reducing ICT risks such as credential compromise and enabling modern, zero-trust access controls. While this remains a priority, resource constraints and competing demands will delay the full migration. To mitigate the impact, existing controls such as multi-factor authentication, role-based access and other ICT security policies will continue to be enforced. These measures will help to reduce exposure and maintain a secure environment until all devices are fully migrated;"
      },
      {
        "prefix": null,
        "level": null,
        "text": "d.\tOpen-source technology solutions will not be supported; instead, activities will focus on awareness building instead of supporting global challenges that foster the development of solutions;"
      },
      {
        "prefix": null,
        "level": null,
        "text": "e.\tTo mitigate a reduction in ICT security capacity, the Office will prioritize the work on the basis of operational needs and risks."
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Application of the new staffing model (reference range by function) in the support account: an amount of $149,500 is proposed for reduction under the support account owing to the abolishment of two posts as a result of applying the new staffing model covering the information technology function."
      },
      {
        "prefix": "193",
        "level": 0,
        "text": "An additional reduction of approximately $400,000 is estimated under the support account in the 2026/27 budget period owing to the application of reductions related to the post actions for the full year, as opposed to six months in the current proposal."
      }
    ]
  },
  {
    "num": 52,
    "section": "29D",
    "entity": "United Nations Office at Nairobi",
    "narratives": [
      {
        "prefix": "194",
        "level": 0,
        "text": "As reflected in tables 193 to 195, the revised budget for the United Nations Office at Nairobi amounts to $15,735,800 reflecting a reduction, excluding the resources redeployed across the entity, of $3,279,400 (17.8 percent) compared with the proposed programme budget for 2026. The reduction comprises efficiencies and improvements, including the proposed abolishment of 22 posts and the reassignment of 1 post, and is due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the anticipated expansion of Kenya-based United Nations entities and associated growth of subscriptions to the common back office services will enable more efficient service delivery through greater economies of scale and further process automation. The Office will also expand its reliance on strategically established long-term agreements and global or system contracts for high-volume categories and maximize the use of all available new and renovated office premises;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables and realigning resources with the evolving operational and programmatic requirements, while minimizing any negative impacts on the implementation of mandates. For example, the Office plans to scale back the ICT application development and innovation functions and strengthen the conference technology and client support functions;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Change in funding sources: the Office will reshape the design and funding model of all its services and restructure its business model to cater more towards the service requirements of the United Nations agencies, funds and programmes, which are funded primarily from extrabudgetary and voluntary contributions. The Office will prioritize the resources funded from the regular budget towards management and operational coordination functions, while some critical functions would be cost-recovered through extrabudgetary client services."
      },
      {
        "prefix": "195",
        "level": 0,
        "text": "Furthermore, an additional amount of $568,100 is also proposed for redeployment to section 29B, Department of Operational Support, for consolidation of payroll functions, comprising five posts in Nairobi, as well as the related redeployment to section 29B of $43,200 in non-post resources."
      },
      {
        "prefix": "196",
        "level": 0,
        "text": "To further capitalize on the restructuring of services in a context of the growth of subscriptions to the common back office services, the Office will redistribute and integrate business continuity and organizational resilience functions (crisis and risk management, emergency response coordination, data analysis and stakeholder engagement) into the structure of the Office of the Director for the Division of Administrative Services. ICT services will be repurposed to manage a streamlined service, focused on network and data services, maintenance of conference centre technology and support for the implementation of the conference facilities project and client services. The key performance indicators of all services will be realigned within the available resources, in consultation with the clients and following the restructuring of the services."
      }
    ]
  },
  {
    "num": 53,
    "section": "29E",
    "entity": "United Nations Office at Geneva",
    "narratives": [
      {
        "prefix": "197",
        "level": 0,
        "text": "As reflected in tables 196 to 198, the revised budget for the United Nations Office at Geneva amounts to $77,330,100 reflecting a reduction of $13,652,100, or 15.0 per cent, under the regular budget compared with the proposed programme budget for 2026. The reduction comprises efficiencies and improvements, including the proposed abolishment of 58 posts and 5 general temporary assistance positions, as well as the redeployment of 3 posts within the duty station, and is due mainly to the following factors:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Cost optimization: the reduction under non-post resources reflects efficiencies that have been identified. Examples include terminating the lease on an annex building (Motta) and proposing closing Palais Wilson in 2026 by relocating OHCHR staff to the Palais des Nations;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Process optimization: through the work of the strategic heritage plan and in advance of the newly donated archive building, the United Nations Library and Archives at Geneva is consolidating archives into one location, enhancing the Office’s capacity to serve as a regional centre of excellence. Efficiencies will be achieved by streamlining storage and retrieval processes, leading to the optimized use of archive space and quicker resolution of client requests for access to archives and information services;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Functional streamlining: the reduction under non-post resources will entail a redistribution of responsibilities among remaining team members, which will be enabled through capacity-building initiatives that are planned to enhance staff versatility across various areas;"
      },
      {
        "prefix": "d",
        "level": 1,
        "text": "Organizational optimization: in anticipation of a reduction in client support requirements in line with the overall reduction in staff throughout the Geneva campus, the Office proposes to streamline and outsource some client services, for example, by further integrating its audiovisual services and information technology support in an event centre. The outsourcing of some functions will be offset in part by a realignment of funds towards an increase in contractual services to hire individual contractors (e.g., language teachers, cabling services and cataloguing) on an as-needed basis. The detailed revised structure is provided in annex I to the present report;"
      },
      {
        "prefix": "e",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables, realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. The Office plans to adjust the delivery of services in human resources, travel, procurement and library and knowledge management, including decreasing the number of learning events for diplomats and United Nations staff, among other reductions. To alleviate the negative impacts on the implementation of mandates and deliverables, the Office will introduce mitigation measures, where possible, including the monitoring of services provided and client satisfaction. For example, as a measure to mitigate the anticipated reduction in service delivery in facilities management, all five units within the Facilities Management Section will prioritize business continuity, with reduced response times for non-urgent interventions and increasing the time between planned preventive maintenance activities. As a measure to mitigate the potential impact on the quality of language classes as a result of outsourcing, the Office will implement strict quality assurance processes to ensure that the classes meet established standards and provide training for outsourced teachers to familiarize them with the United Nations context."
      }
    ]
  },
  {
    "num": 54,
    "section": "29F",
    "entity": "United Nations Office at Vienna",
    "narratives": [
      {
        "prefix": "198",
        "level": 0,
        "text": "As reflected in tables 199 to 201, the revised budget for the United Nations Office at Vienna amounts to $20,203,600 under the regular budget, reflecting a reduction of $2,204,500, or 9.8 per cent, compared with the proposed programme budget for 2026. The reduction, including the proposed abolishment of 16 posts, comprises efficiencies and improvement and is due mainly to the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Process optimization: efficiencies in property management will be made through decentralization of the role to Office client offices, for example, annual equipment verification;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Functional streamlining: the reduction in post resources reflects the merging of functions and redistribution of workload and the anticipated reductions in demand for services from Office clients in procurement, travel and information technology. The Office’s services have undertaken functional streamlining by redistributing tasks among existing staff and reassessing operational structures. For example, some tasks have been identified to be combined between the library and registry functions. In some cases, functions will be restructured, while, in others, the redistribution of tasks among remaining staff will help to mitigate the impact of post reductions. In addition, some responsibilities from abolished posts will be absorbed by other positions funded through alternative sources;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Allocative efficiencies: the Office is adjusting its planned 2026 deliverables and realigning resources with evolving operational and programmatic requirements, while minimizing any negative impact on the implementation of mandates. For example, the Office plans to adjust its human resources administrative support; reduce individual staff counselling services; reduce language training and library hours, including those available to Member State representatives; limit some core operational and non-discretionary services such as mail service; and limit ICT support to essential services. As mitigating measures, the Office will continue to provide, at a reduced level, ICT support to conferences and intergovernmental bodies. It will also introduce the provision of enhanced monitoring of services and of client satisfaction, workload redistribution and the utilization of alternative funding sources, and will continue the transition to digitization, automation and integrated human resources platforms. The standard life cycle for office and information technology equipment will also be extended."
      },
      {
        "prefix": "199",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized, with two posts proposed to be abolished in 2026 but later than 1 January, representing an additional estimated reduction of $90,400 in 2027 under the regular budget. The Office is also exploring options for more efficient use of its office space. A review of floorspace utilization will inform opportunities for greater space utilization, which will be presented in the proposed programme budget for 2027."
      }
    ]
  },
  {
    "num": 55,
    "section": "30",
    "entity": "Office of Internal Oversight Services",
    "narratives": [
      {
        "prefix": "200",
        "level": 0,
        "text": "As reflected in tables 202 to 206, the revised budget for OIOS amounts to $22,471,200 under the regular budget and to $14,951,000 under the support account, reflecting a reduction of, respectively, $3,813,100, or 14.5 per cent, compared with the proposed programme budget for 2026 under the regular budget and $2,188,500, or 12.8 per cent, compared with the approved budget for the 2025/26 period (six months) under the support account. The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Relocation: the redeployment of 1 D-1 post from Entebbe to Nairobi under the support account, resulting at an increase of $3,800, is due mainly to the operational needs for concentrating investigation functions in Nairobi owing to a reduction of investigation posts in New York in the current proposal;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Efficiencies and improvements: the overall reduction of $3,813,100, including the proposed abolishment of 17 posts and 3 general temporary assistance positions under the regular budget, is due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Leveraging technology: OIOS will leverage its website for the presentation of its work in all official languages, which will allow for the streamlining of the content of the existing mandated reports to present the oversight results;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Allocative efficiencies: OIOS is adjusting its planned deliverables for 2026 and realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. For example, the Office is adjusting its deliverables with respect to the number of reports on internal audit, inspection and evaluation, and investigations. The scope of audit assignments will be narrowed by targeting and prioritizing coverage of high-risk areas, such as procurement and supply chain management, fraud and misconduct, and mission drawdown and transition. The Office will extend the evaluation coverage cycle and reduce the number of audit reports planned for 2026 by 7 per cent and the number of evaluation and inspection reports by 12 per cent. The Office also expects the number of days required for intake and assessment decisions in the conduct of individual investigations not to increase, as originally planned in the proposed programme budget for 2026. However, in case of a surge in complaints, an increase may be possible in the short term. To compensate for reduced coverage, the Office will coordinate its workplan with the Board of Auditors and the Joint Inspection Unit to identify and minimize potential oversight gaps;"
      },
      {
        "prefix": "c",
        "level": 1,
        "text": "Application of the new staffing model (reference range by function) in the support account: an amount of $2,192,300 is proposed for reduction under the support account owing to the abolishment of 16 posts and 5 general temporary assistance positions as a result of applying the new staffing model covering the functions of conflict management and investigations, and audit and evaluation."
      },
      {
        "prefix": "201",
        "level": 0,
        "text": "Beyond 2026, further cost reductions will be realized under the support account, in which an additional reduction of approximately $2,000,000 is estimated in the 2026/27 budget period due to the application of reductions related to the post actions for the full year, as opposed to six months in the current proposal."
      }
    ]
  },
  {
    "num": 56,
    "section": "33",
    "entity": "Construction, alteration, improvement and major maintenance",
    "narratives": [
      {
        "prefix": "202",
        "level": 0,
        "text": "As reflected in table 207, the revised budget for section 33 amounts to $36,107,100, reflecting a reduction of $3,749,200, or 9.4 per cent, compared with the proposed programme budget for 2026. The reduction is due mainly to the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Change in funding sources: the Department of Safety and Security is planning to secure extrabudgetary contributions to fund the replacement of revolving doors at the Palais des Nations in the United Nations Office at Geneva, which are part of the project to strengthen the security screening and detection system;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Allocative efficiencies: the timelines of implementation of the projects to strengthen the electronic access control systems at Headquarters in New York and to enhance accessibility in the delegates’ areas in the Secretariat building in New York will be reviewed in order to implement the most critical components of these projects in 2026, while the remainder of the projects would be executed in 2027. The timeline of the security projects at the United Nations Office at Vienna will also be reviewed, taking into account the funding available from the other Vienna-based organizations for the various cost-shared projects."
      }
    ]
  },
  {
    "num": 57,
    "section": "34",
    "entity": "Department of Safety and Security",
    "narratives": [
      {
        "prefix": "203",
        "level": 0,
        "text": "As reflected in tables 208 to 212, the revised budget for section 34, Safety and security, amounts to $125,657,000 under the regular budget and to $1,927,800 for six months under the support account, reflecting a reduction of, respectively, $19,588,800, or 13.5 per cent, compared with the proposed programme budget for 2026 under the regular budget, and $335,400, or 14.8 per cent, compared with the approved budget for the 2025/26 period under the support account (six months). The reduction consists of the following proposed changes:"
      },
      {
        "prefix": "a",
        "level": 1,
        "text": "Efficiencies and improvements: reduction of $19,588,800, including the proposed abolishment of 202 posts under the regular budget, and a reduction of $117,500 in non-post resources under the support account, due mainly to the following factors:"
      },
      {
        "prefix": "i",
        "level": 2,
        "text": "Process optimization: a set of operational efficiency measures is proposed to further optimize security services. They include adjusting access control procedures, including gate and loading dock hours, at each Headquarters location; the shortening of operating hours at pass and ID offices; adjusting screening lines and redeploying security personnel on the basis of peak and off-peak demand; and streamlining schedules, break periods and security procedures. These operational adjustments would allow for a more streamlined security service across all Headquarters locations;"
      },
      {
        "prefix": "ii",
        "level": 2,
        "text": "Functional streamlining: the Department has adopted a strategic risk-based approach rooted in operational necessity and aligned with the UN80 Initiative. The Department will prioritize functions that deliver the highest value in enabling United Nations operations in complex and high-risk environments, while consolidating or discontinuing functions and management approaches where alternative, viable arrangements can be found with minimal risks to United Nations staff and programming. Examples include the consolidation of strategic partnerships and policy and resource mobilization functions with those of strategic planning, in order to provide a more coherent engagement on policy, donor relations and inter-agency coordination; the consolidation of several safety-related functions (in consultation with other entities) to ensure more efficient and coherent delivery across the United Nations system; the transfer of some functions within Headquarters to improve efficiency and align resources with strategic priorities; and the reassignment of non-security tasks at Headquarters to General Services staff;"
      },
      {
        "prefix": "iii",
        "level": 2,
        "text": "Organizational optimization: the Department is undergoing restructuring and reform across all divisions. The proposed reform of the Division of Headquarters Security and Safety Services builds on ongoing modernization efforts and recommendations from a recent independent evaluation to ensure that it remains fit for purpose in a fast-evolving security landscape, addressing evolving requirements while delivering efficiencies and savings. The Department also proposes adjusting staffing on response teams and multi-officer posts on the basis of a review of operational needs, reducing the number of officers required and thereby lowering overtime. The Division of Partnerships and Specialized Support, which is proposed to be reduced in size through the transfer of some functions to other parts of the Department, would be led by an existing lower-grade post and renamed the Specialized Services Branch. Proposals also include embedding the Emergency Response Team and Operational Resilience Section more closely in field operations within the Division of Field Operations;"
      },
      {
        "prefix": "iv",
        "level": 2,
        "text": "Allocative efficiency: the Department is adjusting its planned 2026 deliverables by realigning resources with evolving operational and programmatic requirements while minimizing any negative impact on the implementation of mandates. Lower-priority activities and non-essential support functions will be discontinued, and service hours for access control and identification functions will be curtailed, leading to, at times, longer waiting times and some inconvenience for staff, delegates and visitors. Training deliverables will be narrowed to focus exclusively on high-risk operational requirements and crisis preparedness. To mitigate these impacts and preserve the Department’s core mandate, resources will be reallocated to priority deliverables, with security personnel redeployed to priority locations and periods of peak demand, analytical capacity shifted closer to field operations, and selected support functions consolidated across duty stations. These measures are designed to ensure that reduced capacity is concentrated on the highest-risk environments and essential security services, thereby safeguarding mandate delivery, diminished resources notwithstanding;"
      },
      {
        "prefix": "b",
        "level": 1,
        "text": "Application of the new staffing model (reference range by function): an amount of $217,900 is proposed for reduction under the support account owing to the abolishment of three posts as a result of applying the new staffing model covering the security function."
      },
      {
        "prefix": "204",
        "level": 0,
        "text": "In respect of the support account, an additional reduction of approximately $200,000 is estimated in the 2026/27 budget period owing to the application of reductions related to the post actions for an entire year, as opposed to six months in the current proposal."
      },
      {
        "prefix": "205",
        "level": 0,
        "text": "The proposed measures are expected to generate sustained efficiencies, with further savings anticipated as process improvements and structural adjustments take full effect. In addition, the Department is expected to join the Executive Office consolidation initiative in 2027, contributing to shared service efficiencies and alignment with Secretariat-wide management reforms."
      },
      {
        "prefix": "206",
        "level": 0,
        "text": "Furthermore, as indicated in the proposed programme budget for 2026 (A/80/6 (Sect. 34)) and in line with the Finance and Budget Network’s endorsement of a 20 per cent reduction in the jointly financed security budget compared with 2025, the Department is implementing structural, operational and functional efficiencies to meet its financial obligations while safeguarding core functions. This includes reconfiguring and redeploying some analytical capabilities to the field, where doing so would provide better support to security operations, and aligning with broader efforts to consolidate and streamline Headquarters functions in 2026. Measures comprise realigning the threat and risk assessment function by moving posts and responsibilities from Headquarters to the field, optimizing staffing patterns at duty stations to match demand and evolving risk, consolidating situational awareness functions with existing Secretariat capacities performing similar roles, and nationalizing some posts in selected duty stations. These changes will enhance analytical relevance, reduce duplication and align with operational priorities and financial realities."
      }
    ]
  },
  {
    "num": 58,
    "section": "10",
    "entity": "Least developed countries, landlocked developing countries and small island developing States",
    "narratives": [
      {
        "prefix": "207",
        "level": 0,
        "text": "As reflected in table 213, the revised budget for the Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and Small Island Developing States amounts to $11,194,600 under the regular budget, reflecting an increase of $300,000, or 2.8 per cent, compared with the proposed programme budget for 2026. Reductions identified in other budget sections enabled the proposal of additional resources under the Office to directly support Member States by strengthening its follow-up activities to the Doha Programme of Action for the Least Developed Countries, the Awaza Programme of Action for Landlocked Developing Countries for the Decade 2024–2034 and the Antigua and Barbuda Agenda for Small Island Developing States. For example, the landlocked developing countries will benefit from the Office accelerating its activities to support the establishment of an infrastructure investment finance facility for landlocked developing countries under the Awaza Programme of Action, with a view to mobilizing additional infrastructure finance for these Member States. For the small island developing States and in support of the Antigua and Barbuda Agenda, the Office will step up its advocacy and partnership-building activities with the private sector through its Small Island Developing States Global Business Network."
      }
    ]
  },
  {
    "num": 59,
    "section": "23",
    "entity": "Regular programme of technical cooperation",
    "narratives": [
      {
        "prefix": "208",
        "level": 0,
        "text": "As reflected in tables 214 and 215, the revised budget for the regular programme of technical cooperation amounts to $52,706,000 under the regular budget, reflecting an increase of $1,000,000, or 1.9 per cent, compared with the proposed programme budget for 2026. Reductions identified in other budget sections enabled the proposal of additional resources under the regular programme of technical cooperation to support Member States directly, addressing shortfalls by implementing entities in meeting demand by Member States for the regular programme of technical cooperation funding."
      }
    ]
  }
]